Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: The connection to [DS24] will now be cut.|Do not continue unless you want to establish a connection to another [DS24] account.|Continue?
de_de: Die Verbindung zu [DS24] wird jetzt getrennt.|Fahren Sie nicht fort, außer Sie wollen eine Verbindung zu einem anderen [DS24]-Konto herstellen.|Fortfahren?

source: The connection [PLUGIN] and [DS24] was outdated and therefore disconnected. In your wordpress site go [PLUGIN] - Settings and connect to [DS24] again.
de_de: Die Verbindung zwischen [PLUGIN] und [DS24] ist nicht mehr aktuell. Im Admin-Bereich deiner Wordpress-Seite gehen Sie bitte auf [PLUGIN] - Einstellungen und verbinden Sie dann [DS24] erneut.

source: The protected URL is not valid. The URL must start with http://or https://.
de_de: Die geschützte URL ist nicht gültig. Die URL muss mit http:// oder https:// beginnen.

source: Wordpress could not download the URL %s. Please validate, that the URL in the shortcode is correct. Server response: %s
de_de: Wordpress konnte die URL %s nicht herunterladen. Bitte stellen Sie sicher, dass die URL im Shortcode korrekt ist. Die Antwort des entfernten Servers war: %s

source: Wordpress could not download the protected content from the given URL.
de_de: Wordpress kann die geschützte Datei nicht von der angegebenen URL herunterladen.

source: Member registration is not possible, because the member limit of %s has been reached. Please upgrade %s.
de_de: Die Registrierung neuer Mitglieder ist aktuell nicht möglich, da Sie das Limit von %s Mitgliedern erreicht haben. Bitte erwerben Sie ein Upgrade für %s.

source: Registering new members is disabled. You currently have %s of %s members. New member registration has stopped on %s.
de_de: Sie haben aktuell %s von %s Mitgliedern. Die Registrierung neuer Mitglieder wurde am %s deaktiviert.

source: Registering new members will be disabled soon. You currently have %s of %s members. New member registration will stop on %s.
de_de: Sie haben aktuell %s von %s Mitgliedern. Die Registrierung neuer Mitglieder wird am %s deaktiviert.

source: Registering new members will be disabled, when you reach %s members. You currently have %s members.
de_de: Wenn Sie %s Mitglieder haben, können sich keine weiteren registrieren. Sie haben aktuell %s Mitglieder.

source: Upgrade to [PRO] to unlock more members.
de_de: Für mehr Mitglieder jetzt auf [PRO] upgraden.

source: Click here to upgrade you member package.
de_de: Für ein Mitglieder-Paket hier klicken.

source: %s. entry
de_de: %s. Eintrag

source: Upgrade to %s!
de_de: Jetzt auf %s upgraden!

source: ... always - for every order
de_de: ... immer - für jede Bestellung

source: ... only if this is the first order EVER for the given email address
de_de: ... nur, wenn dies die erste Bestellung des Kunden ÜBERHAUPT ist

source: ... only if this is the first order within 24 hours for the given email address
de_de: ... nur, wenn dies die erste Bestellung des Kunden am heutigen Tag ist

source: ... never - do not send this email at all
de_de: ... niemals - diese E-Mail wird gar nicht verschickt

source: Login name of the user. Usually his email address.
de_de: Loginname des Users - in der Regel seine E-Mail-Adresse.

source: The first name of the user.
de_de: Der Vorname des Users.

source: The last name of the user.
de_de: Der Nachname des Users.

source: Either the user's password (if a new account is created) or the text '%s' (if the user already has an account)
de_de: Entweder das Kennwort des Users (falls ein neuer Account erstellt wurde) oder der Text '%s' (falls der User bereits einen Account hat).

source: Name of the product
de_de: Name des Produkts

source: Id of the product
de_de: Id des Produkts

source: URL of the product
de_de: URL des Produkts

source: URL to the web site
de_de: URL für diese Webseite

source: URL to login into the web site (as given in the %s settings)
de_de: URL zum Einloggen (wie in den %s-Einstellungen angegeben)

source: Welcome Email
de_de: Willkommensmail

source: The welcome email is sent every time a user buys this membership product.
de_de: Diese E-Mail wird jedes Mal automatisch an den Käufer eines Mitgliederprodukts direkt nach Kauf versendet.

source: URL to the download page
de_de: URL der Download-Seite

source: Download Email
de_de: Download-Mail

source: The download email is sent every time a user buys this download product.
de_de: Diese E-Mail wird jedes Mal automatisch an den Käufer des Download-Produkts direkt nach Kauf versendet.

source: The first name of the user
de_de: Der Vorname des Benutzers

source: The last name of the user
de_de: Der Nachname des Benutzers

source: Customers e-mail
de_de: E-Mail des Kunden

source: Type of cancellation/Reason for cancellation
de_de: Art der Kündigung/Grund der Kündigung

source: Date of cancellation
de_de: Zeitpunkt der Kündigung

source: Website url
de_de: Webseiten url

source: Confirmation email on entry
de_de: Bestätigungs-E-Mail bei Eintragung

source: This e-mail will be sent to the user after they entered their data.
de_de: Diese E-Mail wird an den Benutzer versendet, nachdem er seine Daten eingetragen hat.

source: timely termination
de_de: Fristgerechte Kündigung

source: As fast as possible
de_de: So schnell wie möglich

source: Admin email on entry
de_de: Admin-E-Mail bei Eintragung

source: This e-mail will be sent to the admin email you configure in the shortcode, if a user enters their data.
de_de: Diese E-Mail wird an die Admin E-Mail versendet, die im Shortcode konfiguriert ist, sobald ein Benutzer seine Daten einträgt.

source: Your download link for %s
de_de: Dein Download-Link für %s

source: Hey there!
de_de: Hey!

source: Thank you for purchasing %s!
de_de: Herzlichen Glückwunsch - Du hast %s erworben!

source: To access your product, please visit this URL:
de_de: Um auf dein Produkt zuzugreifen, besuche diese Webseite:

source: Enjoy %s and best regards!
de_de: Viel Freude bei %s und beste Grüße!

source: Welcome to %s
de_de: Willkommen zu %s

source: To access your product, please visit %s and log in.
de_de: Um auf dein Produkt zuzugreifen, besuche bitte %s und melden sich mit diesen Zugangsdaten an.

source: The webhook is not active. Edit the webhook and set the input field is_active to YES.
de_de: Dieser Webhook ist nicht aktiv. Bearbeite den Webhook und setze das Eingabe-Feld 'Ist Aktiv' auf JA.

source: The email was not given as GET or POST parameter %s.
de_de: Die E-Mail-Adresse wurde NICHT als GET- oder POST-Parameter %s übertragen.

source: No product ids were given as GET or POST parameter %s.
de_de: Es wurde keine Produkt-Id als GET- oder POST-Parameter %s übertragen.

source: The date the access should stop was not given as GET or POST parameter %s.
de_de: Das Datum zum Deaktivieren der Bestellung wurde NICHT als GET- oder POST-Parameter %s übertragen.

source: The webpush message has been deleted.
de_de: Die Webpush-Nachricht ist inzwischen gelöscht worden.

source: The user %s does not have an active subscription to web push notifications.
de_de: Der User %s hat keine Zustimmung zu Web-Push-Nachrichten erteilt.

source: The subscription has been cancelled by the subscriber.
de_de: Der Abonnent hat die Push-Nachrichten abbestellt.

source: Error when sending web push notification
de_de: Fehler beim Senden der Web-Push-Nachricht

source: Subscription cancelled by user.
de_de: Der User hat die Web-Push-Nachrichten abbestellt.

source: To send web push notifications, you need to enable SSL. That means, that your url must start with https://... instead of http://... .
de_de: Um Web-Push-Nachrichten zu versenden, musst du SSL aktivieren und ein gültige SSL-Zertifikat haben. D.h. dass deine URL mit https://... beginnen muss (und nicht mit http://…).

source: Failed to subscribe %s to newsletter: %s
de_de: %s konnte nicht in den Newsletter eingetragen werden: %s

source: Gave up subscribing to newsletter for %s after %s tries.
de_de: %s konnte auch nach %s Versuchen nicht in den Newsletter eingetragen werden.

source: Could not subscribe to newsletter for %s.
de_de: Konnte nicht %s in Newsletter eintragen.

source: 1 try so far.
de_de: 1 Versuch bisher.

source: %s tries so far.
de_de: %s Versuche bisher.

source: 1 try left.
de_de: Ein Versuch übrig.

source: %s tries left.
de_de: %s Versuche übrig.

source: Flash message has been deleted.
de_de: Die Flash-Message ist gelöscht worden.

source: Failed to send email to subscription #%s: %s
de_de: Konnte Web-Push-Nachricht nicht an Subscription #%s senden: %s

source: Gave up web push notification for subscrption id #%safter %s tries.
de_de: Web-Push-Nachricht an Subscription #%s konnte auch nach %s Versuchen nicht zugestellt werden.

source: Could not send web push notification for subscription #%s.
de_de: Konnte Web-Push-Nachricht nicht an Subscription #%s senden.

source: Select
de_de: Auswählen

source: Usage
de_de: Anwendung

source: To the top of the page
de_de: Nach oben auf die Seite

source: Via Shortcodes %s provides various possibilities to individualize your website even more. Just add the shortcode of your choice to the specific location.
de_de: %s bietet dir über Shortcodes vielfältige Möglichkeiten deine Website noch individueller zu gestalten. Dazu einfach den gewünschten Shortcode an der entsprechenden Stelle einfügen.

source: To get further information about shortcodes and there usage click <a>here</a>.
de_de: Weitere Informationen zu den einzelnen Shortcodes und ihrer Verwendung findest du <a>hier</a>.

source: On this page you can easily generate and copy shortcodes. The last ten shortcodes you generated are shown in the list below. So, you are able to use them over and over again without generating them from scratch everytime.
de_de: Auf dieser Seite kannst du bequem Shortcodes generieren und kopieren. Außerdem findest du eine Übersicht deiner zehn letzten Shortcodes, sodass du diese immer wieder verwenden kannst ohne sie neu generieren zu müssen.

source: Add Shortcode
de_de: Shortcode hinzufügen

source: Sign up form code
de_de: Formularcode

source: Use this code for form generators or HTML elements within your page builder.
de_de: Verwende diesen Code für Formular Generatoren oder HTML Elemente deines Pagebuilders.

source: To create signup forms directly in Wordpress Pages and Posts, use the %s shortcode.
de_de: Um ein Registrierungsformular direkt auf einer Wordpress-Seite oder in einem Wordpress-Post zu erstellen, verwende den Shortcode %s.

source: Please select at least one Product.
de_de: Bitte wähle wenigstens ein Produkt aus.

source: First name:
de_de: Vorname:

source: Last name:
de_de: Nachname:

source: Signup
de_de: Anmelden

source: Please setup your products first.
de_de: Bitte richte zuerst ein Produkt ein.

source: Member product
de_de: Mitglieder-Produkt

source: Day
de_de: Tag

source: A user may view this page, if he has purchased any of the selected products.|If no product is checked, everyone may view this page.|Admins always may view every page.
de_de: Ein User kann diese Seite ansehen, falls er eines der ausgewählten Produkte gekauft hat.|Falls kein Produkt ausgewählt ist, kann jeder diese Seite sehen.|Admins können immer alle Seiten sehen.

source: The day after purchase the page is unlocked to the buyer. This setting applies only, if the product is checked.|For step by step unlocking enter a number for %s. Enter e.g. 7 to unlock this page on the 7th day. Enter nothing or 0 to unlock when the user purchases the product.
de_de: Der Tag nach dem Kauf, an dem die Seite für den Käufer freigeschaltet wird. Nur wirksam, wenn das Produkt ausgewählt ist.|Für eine schrittweise Freischaltung gib eine Zahl für %s ein. Gib z.B. 7 ein, um diese Seite nach einer Woche freizuschalten. Lasse das Feld leer oder gib 0 ein, um die Seite direkt nach dem Kauf freizuschalten.

source: Edit other content of this product.
de_de: Alle Inhalte dieses Produkts bearbeiten.

source: Edit other content
de_de: Andere Inhalte

source: Download products
de_de: Download-Produkte

source: Your DigiMember Account
de_de: Dein DigiMember-Konto

source: Your answers will now be submitted.\n\nContinue?
de_de: Ihre Antworten werden jetzt abgeschickt.\n\nFortfahren?

source: Submit your answers
de_de: Antworten abschicken

source: No preview available
de_de: Keine Vorschau verfügbar

source: Number of logins
de_de: Anzahl Logins

source: Last login
de_de: Letzer Login

source: Registered
de_de: Erstellt

source: Can autologin
de_de: Autologin möglich

source: Autologin is enabled, because the user still has is auto generated password.
de_de: Autologin ist möglich, da der User das Zufallskennwort von der Erstbestellung verwendet.

source: Autologin is disabled, because the user changed his password.
de_de: Autologin ist NICHT möglich, da der User sein Kennwort geändert hat.

source: (like the %s %s shortcode)
de_de: (wie der %s-%s-Shortcode)

source: Add attachment
de_de: Anhang hinzufügen

source: The user account cannot be deleted, since special permissions are assigned to it. For account deletion please contact our support.
de_de: Das Benutzer-Konto kann nicht gelöscht werden, da besondere Rechte mit dem Konto verbunden sind. Um das Konto zu löschen, kontaktiere bitte unseren Support.

source: if user has access to new content
de_de: wenn der User Zugang zu neuen Inhalten hat

source: Sent
de_de: Versendet

source: (Not a subscriber)
de_de: (Nicht eingetragen)

source: (No push notification setup)
de_de: (keine Web-Push-Nachricht eingerichtet)

source: Error sending web push message to %s: %s
de_de: Fehler beim Senden der Web-Push-Nachricht an %s: %s

source: Remove IP block for a single user
de_de: IP Sperre für einzelnen Benutzer aufheben

source: Please enter the email address of the blocked account
de_de: Bitte die E-Mail Adresse des gesperrten Benutzers eingeben.

source: With this field you can reset a IP blocked user account
de_de: Mit diesem Feld kann ein über die IP Adressen gesperrter Benutzer wieder frei gegeben werden.

source: You currently have one outdated GetResponse-DigiMember connection active (get_response, autoresponder Id: %s), which is not supported by GetResponse anymore. To connect DigiMember to GetResponse please add a new autoresponder using the “GetResponse (v3 REST / recommended for new configurations)” instead. We advise you to deactivate or delete the old connection additionally.
de_de: Du hast derzeit eine veraltete GetResponse-DigiMember Verbindung aktiv (get_response, Autoresponder Id: %s), welche nicht mehr von GetResponse unterstützt wird. Um Digimember mit GetResponse zu verbinden, erstelle bitte einen neuen Autoresponder und nutze stattdessen den Eintrag “GetResponse (v3 REST / empfohlen für neue Konfigurationen)”. Zusätzlich empfehlen wir, die alte Verbindung zu deaktivieren oder zu löschen.
