Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember_you-*.po
Languages: de_de

source: <a>Click here</a> to unsubscribe.
de_de: <a>Klicken Sie hier</a>, um sich von diesen Nachrichten abzumelden.

source: Sorry, you have created too many accounts already.
de_de: Sie haben bereits zu viele Konten erstellt. Tut uns leid.

source: You have been unsubscribed.
de_de: Sie haben sich erfolgreich abgemeldet.

source: Do you want to unsubscribe from these email messages?
de_de: Möchten Sie sich wirklich von diesen E-Mail-Nachrichten abmelden?

source: You have already been unsubscribed from these email messages.
de_de: Sie sind bereits von diesen E-Mail-Nachrichten abgemeldet.

source: Your %s Account
de_de: Ihr %s-Konto

source: Your changes have been saved.
de_de: Ihre Änderungen wurden gespeichert.

source: Save Changes
de_de: Änderungen übernehmen

source: Username
de_de: Benutzername

source: You use your username and your password to sign in.
de_de: Mit dem Benutzernamen und Ihrem Kennwort melden Sie sich an.

source: Please enter your current password.|This is required for security reasons for any change you make here.
de_de: Bitte geben Sie Ihr bestehendes Kennwort hier ein.|Das ist aus Sicherheitsgründen für jede Änderung hier notwendig.

source: New password
de_de: Neues Kennwort

source: Leave it blank to keep your password.<p>Or enter your new password.
de_de: Lassen Sie es leer, um Ihr Kennwort zu behalten.<p>Oder geben Sie ein neues Kennwort ein.

source: Retype password
de_de: Kennwort wiederholen

source: Repeat your new password.
de_de: Geben Sie Ihr Kennwort noch einmal ein.

source: Firstname
de_de: Vorname

source: Please enter your firstname.
de_de: Bitte geben Sie ihren Vornamen ein.

source: Lastname
de_de: Nachname

source: Please enter your lastname.
de_de: Bitte geben Sie ihren Nachnamen ein.

source: Display name
de_de: Anzeigename

source: This name is displayed, when you write comments or posts.
de_de: Dieser Name wird angezeigt, wenn Sie einen Kommentar oder Beitrag schreiben.

source: All your personal data stored on %s will be exported and copied to your local computer.
de_de: Ihre persönlichen Daten von %s werden jetzt exportiert und lokal auf Ihrem Computer gespeichert.

source: You will find the data in your local download folder on your computer.
de_de: Sie finden Ihre persönlichen Daten im lokalen Download-Ordner auf Ihrem Computer.

source: Your account and your data will be irrecoverably erased.
de_de: Ihr Konto und Ihre Daten werden komplett und unwiederbringlich gelöscht.

source: You will NOT be able to access any content of this site any more.
de_de: Sie können dann NICHT mehr auf die Inhalte dieser Website zugreifen.

source: You renounce on all claims the site owner.
de_de: Sie VERZICHTEN auf alle Ansprüche gegen den Webseiten-Betreiber auf Zugriff auf die Inhalte und Wiederherstellung Ihrer Daten.

source: If you want to continue, enter the text %s below and click on %s.
de_de: Falls Sie wirklich fortfahren wollen, geben Sie den Text %s unten ein und klicken Sie auf %s.

source: Delete your account
de_de: Ihr Konto löschen

source: Your account and your data will be irrecoverably deleted.
de_de: Ihr Konto wird nun unwiederbringlich gelöscht.

source: You will not be able to access this site any more.
de_de: Sie können dann NICHT mehr auf die Inhalte dieser Website zugreifen.

source: After download the report is in your local download folder on your computer.
de_de: Nach dem Download finden Sie Ihre persönlichen Daten im lokalen Download-Ordner auf Ihrem Computer.

source: Your password has been changed.
de_de: Ihr Kennwort wurde geändert.

source: The passwords do not match.
de_de: Die Kennwörter stimmen nicht überein.

source: Unfortunately the display name is already taken.
de_de: Der Anzeigename ist leider nicht mehr frei.

source: Sign up
de_de: Anmelden

source: or
de_de: oder

source: Email address
de_de: E-Mail-Adresse

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Please accept our terms and check the checkbox.
de_de: Bitte akzeptieren Sie unsere Bedingungen und haken Sie die Checkbox an.

source: Please prove that you are human and not a bot.
de_de: Bitte zeigen Sie uns, dass Sie ein Mensch und kein Bot sind.

source: There is already an account for the email address %s.
de_de: Für die E-Mail-Adresse %s gab es hier bereits ein Konto.

source: <a>Click here to login.</a>
de_de: <a>Jetzt hier einloggen!</a>

source: There is already an account for the email address %s. We have re-sent the confirmation email to this email address.
de_de: Für die E-Mail-Adresse %s gab es hier bereits ein Konto. Wir haben die Bestätigungsmail noch einmal dorthin versendet.

source: Your account has been created. We have send your password to %s. If you don't receive the email within 10 minutes, please check your spam folder.
de_de: Ihr Konto wurde erstellt. Wir haben Ihr Kennwort an %s gesendet. Falls Sie die Mail nicht innerhalb von 10 Minuten erhalten, prüfen Sie bitte Ihren Spam-Ordner.

source: Cancel
de_de: Kündigung

source: Log In
de_de: Anmelden

source: Please enter a username and a password.
de_de: Bitte geben Sie einen Benutzernamen und ein Kennwort an.

source: You are logged in now.
de_de: Sie sind nun eingeloggt.

source: Type of cancellation/Reason for Cancellation
de_de: Art der Kündigung/Grund der Kündigung

source: Date of cancellation
de_de: Zeitpunkt der Kündigung

source: Your entry in the cancellation for order ID %s was successful. A confirmation email was send to you.
de_de: Wir haben Deine Kündigung für die Bestellnummer %s eingetragen. Eine Bestätigung wurde an Deine E-Mail Adresse geschickt.

source: There was an error while processing your cancellation entry. Please try again later or contact %s.
de_de: Es kam zu einem Fehler bei der Eintragung Deiner Kündigung. Bitte versuche es später noch einmal oder kontaktiere %s.

source: You may retry this exam as often as you like.
de_de: Sie können diese Prüfung so oft wiederholen wie Sie mögen.

source: You may retry this exam %s more times.
de_de: Sie können diese Prüfung noch %s-mal wiederholen.

source: You have used all your tries for this exam. You cannot retry it.
de_de: Sie haben alle Versuche für diese Prüfung verbraucht. Sie könnensie nicht mehr wiederholen.

source: We have sent you an email with your new password.
de_de: Wir haben Ihnen eine E-Mail mit Ihrem neuen Kennwort geschickt.

source: Maybe the link is too old or you started two requests at the same time. Please try again.
de_de: Vielleicht ist der Link zu alt oder Sie haben gleichzeitig zwei Anfragen gestartet. Versuchen Sie es einfach nochmal.

source: Your password request could not be processed.
de_de: Ihre Kennwort-Änderungs-Anfrage konnte nicht verarbeitet werden.

source: Login
de_de: Einloggen

source: Password
de_de: Kennwort

source: Remember me
de_de: Eingeloggt bleiben

source: Lost your password?
de_de: Kennwort vergessen?

source: Your account has been blocked, because there have been logins from too many devices (IPs). Please try again tomorrow.
de_de: Ihr Konto wurde gesperrt, weil es von zu vielen Geräten (IPs) Zugriff auf diese Seite gab. Bitte versuchen Sie es morgen wieder.

source: We have sent you the password confirmation link via email to %s.
de_de: Wir haben den Bestätigungslink per E-Mail an %s gesendet.

source: After you clicked on the link, we will send your password to you via email.
de_de: Wenn Sie auf den Link geklickt haben, senden wir Ihnen Ihr Kennwort per Email zu.

source: We have no user account for email %s.
de_de: Für die E-Mail %s haben wir kein Benutzerkonto.

source: Error code: %s
de_de: Fehler-Code: %s

source: Enter your email address. Only after you clicked the link in the confirmation email, we will create a new password for you.
de_de: Geben Sie Ihre E-Mail-Adresse ein. Nur wenn Sie dann auf den Link in der Bestätigungsmail klicken, wird ein neues Kennwort für Sie erstellt.

source: Set new password
de_de: Neues Kennwort festlegen

source: You have too many failed login attempts. Please wait for %s.
de_de: Sie haben zu viele fehlgeschlagene Login-Versuche. Bitte warten Sie %s.

source: The registration could not be carried out.
de_de: Die Registrierung konnte nicht durchgeführt werden.

source: You are at the beginning of the course.
de_de: Sie sind am Anfang des Kurses.

source: You are at the end of the course.
de_de: Sie sind am Ende des Kurses angelangt.

source: The course has only one module.
de_de: Der Kurs hat nur ein Modul.

source: You already have a password (check our other emails)
de_de: Sie haben bereits ein Kennwort (prüfen Sie Ihre anderen E-Mails)
