Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-3rd-party-*.po
Languages: de_de

source: To authenticate with AWeber, you need an authoriation code. Click on the link below the input area to visit the AWeber web site and get one.<p><strong>Important:</strong> If you have more than one AWeber autoresponder setting, you need to enter a new authorization code for each of these settings - even if you use the same AWeber account.
de_de: Für die Verbindung zu AWeber benötigst du einen Autorisierungs-Code. Klicke auf den Link unter dem Eingabefeld und besuche die AWeber-Webseite, um solch einen Code zu erhalten.<p><strong>Wichtig:</strong> Falls du mehrere AWeber-Autoresponder-Einstellungen einrichten, benötigst du für jede Einstellung einen eigenen Code - auch wenn du für alle Einstellugen denselben AWeber-Account verwendest.

source: KlickTipp (full integration)
de_de: KlickTipp (Vollintegration)

source: You need KlickTipp Premium or higher for %s (Technical info: %s).
de_de: Du benötigst KlickTipp Premium oder höher für %s (Technische Info:%s).

source: Enter your %s credentials and save.
de_de: Gib deine %s API-Daten ein und speichere.

source: KlickTipp username
de_de: KlickTipp Benutzername

source: KlickTipp password
de_de: KlickTipp Kennwort

source: KlickTipp double-opt-in process
de_de: KlickTipp-Double-Optin-Prozess

source: In KlickTipp, select <strong>ContactCloud - New Field</strong> and create custom fields.
de_de: In KlickTipp wähle <strong>ContactCloud - Neues Feld</strong> und erstelle zusätzliche Felder.

source: To use field connections, please select the Mailchimp list first.
de_de: Um Feldverknüpfungen zu nutzen, wähle bitte zuerst eine Mailchimp Liste aus.

source: In Mailchimp, select <strong>Audience - Settings - Audience fields and MERGE tags</strong> and create additional fields.
de_de: In KlickTipp wähle <strong>Audience - Settings - Audience fields and MERGE tags</strong> und erstelle zusätzliche Felder.

source: <a>KlickTipp</a> provides the best integration with %s.
de_de: <a>KlickTipp</a> bietet die <strong>beste</strong> Anbindung an %s.

source: To get your KlickTipp-Account <a>click here</a>.
de_de: Um jetzt Zugang zu KlickTipp zu erhalten, <a>klicke hier</a>.

source: You need access to the KlickTipp API. This is provided with <a>KlickTipp Premium</a> and above.
de_de: Du benötigst Zugang zur KlickTipp-API. Dies ist ab <a>KlickTipp-Premium</a> möglich.

source: Enter your <a>KlickTipp</a> credentials below. Then save.
de_de: Gib deinen <a>KlickTipp</a>-Benutzernamen und -Kennwort an. Dann speichere.

source: Select which tags to add or remove below.
de_de: Wähle unten aus, welche Tags zum Kontakt hinzugefügt oder entfernt werden sollen.

source: Optional: Select custom field names at the bottom.
de_de: Optional: Wähle die zusätzl. Felder unten auf der Seite aus.

source: %s custom field names
de_de: Personalisierte Felder in %s

source: In KlickTipp, you may extend your address book and add additional fields (in KlickTipp select <em>ConctactCloud - New address field</em>). Below you find a list of fields [PLUGIN] can send to KlickTipp. Later, if you create an email with KlickTipp, you may select these fields from the dropdown list <em>placeholders</em>.
de_de: In KlickTipp kannst du zusätzliche Felder zu den Kontakten hinzufügen. Wähle dazu <em>ContactCloud - Neues Feld</em>. Unten findest du eine Liste mit Feldern, die [PLUGIN] zu KlickTipp senden kann. Wenn du später eine Email in KlickTipp bearbeitest, kannst du diese Felder über die Dropdownliste <em>Platzhalter</em> in die Email einfügen.

source: invalid GET params on thankyou page - invalid SubscriberID. Someone has probably manipulated the GET params.
de_de: ungültige GET-Parameter beim Danke-Seite-Aufruf - die SubscriberId ist nicht gültig. Vermutlich hat jemand die GET-Parameter manipuliert.

source: Failed to connect to KlickTipp account %s. Are the KlickTipp username and password correct?
de_de: Fehler bei Verbindung zum KlickTipp-Konto %s. Stimmen KlickTipp-Loginname und -Kennwort?

source: Could not send the email to %s. Set option %s to <em>YES</em> and follow instructions step %s to %s. Then try again.
de_de: Konnte die E-Mail an %s nicht senden. Setze unten die Option %s auf <em>JA</em> und folgende in der Anleitung den Schritte %s bis %s.

source: Default is <em>No</em>. Set this to <em>Yes</em>, if you get an error when testing your settings. If so, you need to create a user defined field in KlickTipp. See the instructions (Steps %d to %d) above.
de_de: Standard ist <em>Nein</em>. Wähle <em>Ja</em>, falls du eine Fehlermeldung erhältst, wenn du die Einstellungen testest. Dann musst du in KlickTipp den Stammsatz erweitern, siehe oben die Anleitung Schritte %d bis %d.

source: Default is <em>No</em>.
de_de: Standard ist <em>Nein</em>.

source: <strong>In <a>KlickTipp</a></strong> select <em>Automation - Tags - Create Tag</em>. Enter a name for the tag (e.g. "bought product xy") and click on <em>Save</em>.
de_de: <strong>In <a>KlickTipp</a></strong> wähle <em>Automatisierung - Tags - Neuen Tag erstellen</em>. Gib einen Namen für den Tag an (z.B. "kaufte Produkt XY") und klicke auf <em>Speichern</em>.

source: In the menu select <em>List building - Subscription via email</em>. Enter a name and a unique email address.
de_de: Im Menü wähle <em>Listbuilding - Eintragung per Email</em>. Gib einen Namen und eine eindeutige Email-Adresse an.

source: Also enter a subject for joining the autoresponder (e.g. %s) and for leaving (e.g. %s). Click on <em>Save</em>.
de_de: Gib einen Betreff für die Eintragung in den Autoresponder ein (z.B. %s) und für die Austragung (z.B. %s). Klicke auf <em>Speichern</em>.

source: In the menu select <em>List building - Overview</em> and open the subscription source from step 2+3 again. Add the tag created in step 1.
de_de: Im Menü wähle <em>Listbuilding - Übersicht</em> und öffne Eintragungsquelle aus den Schritten 2+3. Füge den Tag aus Schritt 1 hinzu.

source: <strong>Here in DigiMember</strong> enter the complete autoreponder's email (including the @%s).
de_de: <strong>Hier in DigiMember</strong> gib die vollständige E-Mail-Adresse des Verteilers an (einschließlich @%s).

source: Enter also the subject for <strong>joining</strong> the autoreponders. The subject for leaving is not used.
de_de: Gib auch den Betreff für die <strong>Eintragung</strong> ein. Der Betreff für die Austragung wird nicht benötigt.

source: Click <em>Save</em>. Then click <em>Test settings</em>. For the test use an email address <strong>not</strong> from %s. Pick an email address of another domain (e.g. your.name@gmail.com).
de_de: Klicke auf <em>Speichern</em>. Dann klicke auf <em>Einstellungen testen</em>. Für den Test verwende bitte eine E-Mail-Adresse, die <strong>nicht</strong> zur Domäne %s gehört. Wähle eine E-Mail-Adresse von einer anderen Domäne (z.B. dein.name@gmail.com).

source: <strong>If you get a success message, you are done.</strong>
de_de: <strong>Falls du eine Erfolgsmeldung siehst, ist alles erledigt.</strong>

source: If you get an error message, you may need to perform these additional steps:
de_de: Falls du eine Fehlermeldung erhältst, musst du u.U. diese zusätzliche Schritte durchführen:

source: Use email field
de_de: E-Mail-Adressen-Feld verwenden

source: Enable the option <em>%s</em> below and save your changes.
de_de: Schalte die Option <em>%s</em> unten ein und speichere.

source: <strong>In <a>KlickTipp</a></strong> select <em>ContactCloud - New field</em>. Enter these values:<br />&nbsp;Name: %s<br />&nbsp;Type: email address<br />&nbsp;Parameter for subscription by email: %s<br />
de_de: <strong>In <a>KlickTipp</a></strong> wähle <em>ConcactCloud - Neues Feld</em>. Gib diese Werte ein:<br />&nbsp;Name: %s<br />&nbsp;Typ: E-Mail-Adresse<br />&nbsp;Parameter für Eintragung per E-Mail: %s<br />

source: Then click on <em>Save</em> and test your settings again.
de_de: Klicke auf <em>Speichern</em> und teste die Einstellungen noch einmal.

source: MailChimp API key
de_de: Mailchimp API-Schlüssel

source: MailChimp list
de_de: MailChimp-Liste

source: Enter a valid API key above, save and then pick a MailChimp list here.
de_de: Bitte gib oben einen gültigen API-Schlüssel ein, speichere und wähle dann die MailChimp-Liste hier aus.

source: Please log into your MailChimp account and create an email list.
de_de: Bitte melde dich bei deinem MailChimp -Konto an und erstelle eine Emailliste.

source: <strong>In MailChimp</strong> click on your name on the top right of the screen.
de_de: <strong>In MailChimp</strong> klicke oben rechts auf deinen Namen.

source: Select %s.
de_de: Wähle %s.

source: Click on %s.
de_de: Klicke auf %s.

source: In the column %s click on the API key and copy it to the clipboard.
de_de: In der Spalte %s klicke auf den API-Schlüssel und kopiere ihn in die Zwischenablage.

source: Optional: In the column %s click on %s and enter %s.
de_de: Optional: In der Spalte %s klicke auf %s und gib %s ein.

source: <strong>In DigiMember</strong> paste the API key into the text input %s.
de_de: <strong>Hier in DigiMember</strong> füge den API-Key in das Feld %s ein.

source: You need to enter a valid MailChimp API key.
de_de: Bitte gib einen MailChimp API-Schlüssel ein.

source: The MailChimp API key is invalid. Please enter a valid API key.
de_de: Der MailChimp-API-Schlüssel ist ungültig.

source: MailJet API key
de_de: MailJet API-Schlüssel

source: MailJet Secret Key
de_de: MailJet geheimer Schlüssel

source: MailJet list
de_de: MailJet -Liste

source: Enter your MailJet API and secret key, save and then pick a MailJet list here.
de_de: Bitte gib oben den MailJet-API-Schlüssel und den geheimen Schüssel von MailJet ein, speichere und wähle dann die MailJet-Liste hier aus.

source: Please log into your MailJet account and create a list.
de_de: Bitte melde dich bei deinem MailJet -Konto an und erstelle eine Kontaktliste.

source: <strong>In MailJet</strong> click on <em>My Account</em>.
de_de: <strong>In MailJet </strong> klicke auf <em>Mein Konto</em>.

source: Locate the headline <em>REST API</em>. Click on <em>Master API Key</em>.
de_de: Suche die Überschrift <em>REST API</em>. Klicke auf <em>Master API Key</em>.

source: Copy the <em>API key</em> to the clipboard and paste it in <strong>DigiMember</strong> into the input field <em>MailJet API Key</em>.
de_de: Kopiere den <em>API-Key</em> in die Zwischenablage. In <strong>DigiMember</strong> füge ihn in das Feld <em>MailJet API Key</em> ein.

source: Then copy the <em>secret key</em> to the clipboard and paste it in DigiMember into the input field <em>MailJet Secret Key</em>.
de_de: Dann kopiere in MailJet den <em>Geheimem Schüssel</em> in die Zwischenablage und füge ihn in DigiMember im Feld <em>MailJet Geheimer Schlüssel</em> ein.

source: <strong>Here in DigiMember</strong> save your changes.
de_de: <strong>Hier in DigiMember</strong> speichere deine Änderungen.

source: Select the MailJet list from the dropdown list and save again.
de_de: Wähle die MailJet-Liste in der Dropdownliste aus und speichere erneut.

source: The MailJet api needs the php extension "curl" and "json" activated for your webaccount. Without, a connection to MailJet is not possible. Please ask your webhoster to install and activate "curl" and "json" for php.
de_de: Die MailJet-API benötigt die PHP-Erweiterungen "Curl" und "Json". Ohne diese Erweiterungen kann keine Verbindung zum MailJet-Server aufgebaut werden. Bitte deinen Webhoster, Curl und Json für PHP zu installieren.

source: Mailjet API key and API secret not entered. Please check MailJet API access credentials.
de_de: Bitte gib einen gültigen Mailjet API-Schlüssel und API-Secret ein.

source: <a>Maropost</a> provides the best integration with %s.
de_de: <a>Maropost</a> bietet die <strong>beste</strong> Anbindung an %s.

source: To get your Maropost account, <a>click here</a>!
de_de: Um jetzt Zugang zu Maropost zu erhalten, <a>klicke hier</a>!

source: You need access to the Maropost api.
de_de: Du benötigst Zugang zur Maropost API.

source: Enter your <a>Maropost</a> credentials below. Then save.
de_de: Gib deine <a>Maropost</a>-Zugangsdaten ein. Dann speichere.

source: Maropost API Key
de_de: Maropost-API-Schlüssel

source: Maropost Account-Id
de_de: Maropost Konto-Id

source: Maropost List
de_de: Maropost Liste

source: In Maropost, select <strong>Contacts - Fields</strong> and create custom fields.
de_de: In Maropost wähle <strong>Kontakte - Felder</strong> und erstelle zusätzliche Felder.

source: In Maropost, you may extend your address book and add additional fields (in Maropost select <em>Contacts - Fields</em>). Below you find a list of fields [PLUGIN] can send to Maropost. Later, if you create an email with Maropost, you may select these fields from the dropdown list <em>placeholders</em>.
de_de: In Maropost kannst du zusätzliche Felder zu den Kontakten hinzufügen. Wähle dazu <em>Kontakte - Felder</em>. Unten findest du eine Liste mit Feldern, die [PLUGIN] zu Maropost senden kann. Wenn du später eine Email in Maropost bearbeitest, kannst du diese Felder über die Dropdownliste <em>Platzhalter</em> in die Email einfügen.

source: After signing up in Maropost, new contacts may automatically get an account in DigiMember. In order to enable this, use the shortcode %s on a preferrably secret page.
de_de: Nachdem der Kontakt zu Maropost hinzugefügt wurde, kann er automatisch ein DigiMember-Konto erhalten. Dazu benutze den Shortcode %s auf einer (nach Möglichkeit geheimen) Seite.

source: Use the URL of that page within the "HTTP Post" item in Maroposts journey builder. Make sure to select the "JSON" format.
de_de: Nutze die URL dieser Seite in einem "HTTP Post" Element im Maropost Journey Builder. Stelle sicher, dass du das "JSON“-Format auswählen.

source: Important: The user will not be able to receive his password in any way other than by email. Please make sure that your email settings are configured and set up correctly.
de_de: Wichtig: Der Kunde kann sein Passwort nur per E-Mail erhalten. Bitte stelle sicher, dass deine E-Mail Konfiguration korrekt eingestellt ist.

source: Invalid POST parameters for Maropost auto join. Please ensure that you followed the instructions carefully.
de_de: Fehlerhafte POST-Parameter für Maropost Autojoin. Bitte stelle sicher, dass du den Anweisungen genau gefolgt bist.

source: In Quentn, you may extend your address book and add additional fields (in Quentn select <em>Contacts - Fields</em>). Below you find a list of fields [PLUGIN] can send to Quentn. Later, if you create an email with Quentn, you may select these fields from the dropdown list <em>placeholders</em>.
de_de: In Quentn kannst du zusätzliche Felder zu den Kontakten hinzufügen. Wähle dazu <em>Kontakte - Kontaktfelder</em>. Unten findest du eine Liste mit Feldern, die [PLUGIN] zu Quentn senden kann. Wenn du später eine Email in Quentn bearbeitest, kannst du diese Felder über die Dropdownliste <em>Platzhalter</em> in die Email einfügen.

source: Login failed. Please check your %s credentials.
de_de: Login fehlgeschlagen. Bitte überprüfe deine %s Zugangsdaten.

source: Enter your %s API credentials and save.
de_de: Gib deine %s API-Daten ein und speichere.

source: In Quentn, select <strong>Contacts - Contact Fields</strong> and create custom fields.
de_de: In Quentn wähle <strong>Kontakte - Kontaktfelder</strong> und erstelle zusätzliche Felder.

source: After signing up in Quentn, new contacts may automatically get an account in DigiMember. In order to enable this, use the shortcode %s on a preferrably secret page.
de_de: Nachdem der Kontakt zu Quentn hinzugefügt wurde, kann er automatisch ein [PLUGIN]-Konto erhalten. Dazu benutze den Shortcode %s auf der Danke-Seite des Opt-In-Prozesses.

source: Invalid POST parameters for Quentn auto join. Please ensure that you followed the instructions carefully.
de_de: Fehlerhafte GET-Parameter für Quentn Autojoin. Bitte stelle sicher, dass du den Anweisungen genau gefolgt bist.

source: Email %s does not exist in Quentn
de_de: E-Mail %s existiert nicht bei Quentn

source: IPN error with %s (#%s): %s
de_de: IPN-Fehler bei %s (#%s): %s

source: <strong>Here in DigiMember</strong> click on <em>Save changes</em> below to create a notification URL.
de_de: <strong>Hier in DigiMember</strong> klicke unten auf <em>Änderungen übernehmen</em>, um eine Benachrichtungs-URL zu erstellen.

source: Copy the notification URL below to the clipboard.
de_de: Kopiere die Benachrichtigungs-URL unten in die Zwischenablage.

source: Open <em>DigiMember - Products</em> to view the product list. Write down the product ids of the products you want to sell via 2CheckOut.
de_de: Gehe auf die Seite <em>DigiMember - Produkte</em>. In der Produkt-Liste siehst du die DigiMember-Produkt-Ids. Notiere die Ids aller Produkte, die du über 2CheckOut verkaufen möchtest.

source: <strong>In 2CheckOut</strong> go to <em>Notification - Settings</em>.
de_de: <strong>In 2CheckOut</strong> klicke auf <em>Nofitication - Settings</em>.

source: Paste the notification URL in the field <em>Global URL</em>.
de_de: Füge die Benachrichtigungs-URL im Feld <em>Global URL</em> ein.

source: Click on <em>Apply</em>, then on <em>Enable All Notification</em>, then on <em>Save Settings</em>.
de_de: Klicke auf <em>Apply</em>, dann auf <em>Enable All Notification</em>, dann auf <em>Save Settings</em>.

source: In the menu click on <em>products</em>.
de_de: Im Menü wähle <em>products</em>.

source: Edit your products. For each DigiMember product enter the DigiMember product id in the field product id.
de_de: Bearbeite deine Produkte. Für jedes Produkt, dass du über DigiMember verkaufen möchten, gib die DigiMember-Produkt-Id im Feld <em>product id</em> ein.

source: That's it. You're done.
de_de: Das war's! Alles erledigt.

source: %s product ids
de_de: %s-Produkt-Ids

source: Locate the notification URL below and copy it to the clipboard.
de_de: Kopiere die Benachrichtigungs-URL unten in die Zwischenablage.

source: Please note: If DigiMember does not react on Affilicon sales, try to replace https:// by http:// in the notification URL, because Affilicon does not accept self signed SSL certificates.
de_de: Beachte: Falls DigiMember nicht auf Affiliconverkäufe reagiert, versuche, ggf. in der Benachrichtigungs-URL https:// durch http:// zu ersetzen, da Affiliconkeine selbst signierten SSL-Zertifikate akzeptiert.

source: <strong>In Affilicon </strong> select the <em>My products</em> tab.
de_de: <strong>In Affilicon</strong> wähle den Link <em>Mein Produkte</em>.

source: Perform the following steps for each product you want to sell with DigiMember:
de_de: Führe die folgenden Schritte für jedes Produkt durch, dass du mit DigiMember über Affilicon vermarkten möchtest:

source: Locate a product in the Affilicon product table. If you don't have one, create one.
de_de: Lokalisiere das Produkt in der Produkt-Tabelle von Affilicon. Falls du noch kein Produkt hast, erstelle erst eines.

source: Click on the <em>Edit</em> button of the product.
de_de: Klicke beim Produkt auf den Button <em>Bearbeiten</em>.

source: Select the tab <em>Connections</em>.
de_de: Klicke auf den Tab <em>Anbindungen</em>.

source: As connection type select <em>DigiMember</em>
de_de: Als Anbindungsart wähle <em>DigiMember</em>

source: Paste the notification URL into the field <em>notification URL</em>.
de_de: Füge die Benachrichtigungs-URL im Feld <em>Benachrichtigungs-URL</em> ein.

source: <strong>Here in DigiMember</strong> enter the affilibank item number for the appropriate products.
de_de: <strong>Hier in DigiMember</strong> gib die Affilicon Artikelnummer jeweils für das entsprechende Produkt an.

source: Open the Cleverbrigde's %s.
de_de: Starte Cleverbridges %s.

source: In the left column, the box %s click on %s.
de_de: In der linken Spalte in der Box %s klicke auf %s.

source: Create a new product list (type: %s) and add all products %s will handle.
de_de: Erstelle eine neue Produktliste (Typ: %s) und füge alle Produkte hinzu, die %s handhaben soll.

source: In the main menu, select %s. Then open the tab %s.
de_de: Im Hauptmenü wähle %s. Dann öffne den Tab %s.

source: Click on %s and enter these settings:
de_de: Klicken auf %s und gib diese Einstellungen ein:

source: Select the list you created in step %s
de_de: Wähle die Produktliste aus Schritt %s aus

source: The notification URL from step %s
de_de: Die Benachrichtigungs-URL aus Schritt %s

source: Select the following entries
de_de: Wähle die folgenden Einträge aus

source: <strong>Here in DigiMember</strong> enter the %s product id for the appropriate products.
de_de: <strong>Hier in DigiMember</strong> gib unten die %s-Produktids für die entsprechenden Produkte an.

source: Clickbank product nos
de_de: Clickbank-Produktnr.

source: Click on <em>Save changes</em> below to create a notification URL.
de_de: Klicke unten auf <em>Änderungen übernehmen</em>, um eine Benachrichtungs-URL zu erstellen.

source: <strong>In Clickbank</strong> go to <em>Account Settings - My site</em>. There select <em>Advanced Tools - Edit</em>.
de_de: <strong>In Clickbank</strong> gehe auf <em>Kontoeinstellungen - Meine Webseite</em>. Dort wähle <em>Erweiterte Tools - Bearbeiten</em>.

source: If you have a new Clickbank acount, you need to perform these steps <em>once</em>:
de_de: Falls du einen neues Clickbank-Konto hast, führe diese Schritte <em>einmalig</em> durch:

source: Right of <em>Instant Notification URL</em> click on <em>Request access</em>.
de_de: Rechts von <em>Sofortmitteilungs-URL</em> klicke auf <em>Zugang beantragen</em>.

source: Review the instructions and select <em>Yes</em> in all dropdown lists.
de_de: Prüfe die Anweisungen von Clickbank und wähle <em>Ja</em> in allen Dropdown-Listen.

source: Scroll to the bottom of the <em>Terms of Use</em> and check the checkbox.
de_de: Scrolle zum Ende der <em>Nutzungsbedinungen</em> und aktiviere die Checkbox.

source: Hit <em>Save Changes & Request API Access</em>.
de_de: Klicke auf <em>Änderungen speichern & API-Zugang beantragen.</em>.

source: Right of <em>Advanced Tools</em> click again on <em>Edit</em>.
de_de: Rechts von <em>Erweiterte Tools</em> klicke wieder auf <em>Bearbeiten</em>.

source: Paste the notification URL from DigiMember into one of the two inputs <em>Instant notification URL</em>.
de_de: Fügen die Benachrichtungs-URL aus DigiMember in eines der beiden Eingabefelder <em>Sofortmitteilungs-URL</em> ein.

source: As <em>version</em> select 2.1.
de_de: Als <em>Version</em> wähle 2.1.

source: On <em>Account Settings - My Products</em> note column <em>Item</em>. Write down the item number for each product you want to sell with DigiMember.
de_de: Unter <em>Kontoeinstellungen - Meine Produkte</em> siehst du die Spalte <em>Produktnr.</em>. Notiere die Produktnr. für jedes Produkt, das du mit DigiMember verkaufen möchtest.

source: <strong>In Digimeber</strong> locate the <em>Product Ids</em> input. Enter the Clickbank itemnumber for each product you want to sell with DigiMember.
de_de: <strong>In DigiMember</strong> beachte das Eingabefeld <em>Produkt-Ids</em>. Gib die Clickbank-Produktnr. für jedes Produkt an, dass du mit DigiMember verkaufen möchten.

source: <strong><a1>In Digistore</a></strong> make sure <a2>you have setup a Digistore product</a> and know the Digistore product id.
de_de: <strong><a1>In DigiStore24</a></strong> stelle sicher, dass du ein <a2>Produkt eingerichtet hast</a> und die Digistore-Produkt-Id kennst.

source: Go to <a>settings - IPN</a> and edit or add an ipn setting. Select as type DigiMember.
de_de: Wähle im Menü <a>Einstellungen - IPN</a> und bearbeiten oder erstelle eine IPN-Anbindung. Wähle als Typ DigiMember.

source: Paste the notification URL in the appropriate text field.
de_de: Füge die Benachrichtigungs-URL in das dafür vorgesehene Textfeld ein.
