Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: Add a %s shortcode
de_de: %s-Shortcode hinzufügen

source: Please enter a valid URL like http://example.com/?page=123.
de_de: Bitte gib eine gültige URL wie z.B. http://example.com/?page=123 ein.

source: Please select at least one product.
de_de: Bitte wähle mindestens ein Produkt aus.

source: Add your content here (only visible for the new user).
de_de: Dein Inhalt hier (nur sichtbar für den neuen Nutzer).

source: Your user name:
de_de: Dein Benutzername:

source: Your password:
de_de: Dein Kennwort:

source: Add your content here.
de_de: Dein Inhalt hier.

source: Preview
de_de: Vorschau

source: [PLUGIN] Products
de_de: Produkte

source: Products
de_de: Produkte

source: Content
de_de: Inhalte

source: Payment
de_de: Bezahlanbieter

source: Edit payment provider
de_de: Bezahlanbieter bearbeiten

source: Orders
de_de: Bestellungen

source: Email texts
de_de: Mail Texte

source: Actions
de_de: Aktionen

source: Exams
de_de: Prüfungen

source: Exam certificates
de_de: Prüfungszertifikate

source: Web push notifications
de_de: Web-Push-Nachrichten

source: Push notifications
de_de: Web-Push-Nachrichten

source: Signup form
de_de: Registrierungs&shy;formular

source: Custom Fields
de_de: Eigene Felder

source: Log
de_de: Protokoll

source: This action will be triggered for each user not more than once in %s days.
de_de: Diese Aktion wird für jeden User höchstens einmal in %s Tagen ausgeführt.

source: Send Webpush notification
de_de: Web-Push-Nachricht senden

source: Webpush message
de_de: Web-Push-Nachricht

source: Please <a>setup webpush messages</a> first.
de_de: Bitte <a>richte erst Webpush-Nachrichten</a> ein.

source: Send email notification
de_de: E-Mail senden

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: Placeholder
de_de: Platzhalter

source: For %s and %s
de_de: Für %s und %s

source: Sent if webpush was successfull
de_de: Auch senden, wenn Webpush-Nachricht an User versendet wurde

source: Set autoresponder tag
de_de: Autoresponder Tag setzen

source: Test
de_de: Testen

source: Webpush notification
de_de: Web-Push-Nachricht

source: Send email
de_de: Email versenden

source: The autoresponder connection of this action has been deleted and replaced. Please check the autoresponder setting below. If you experienced problems with setting tags, please try again now.
de_de: Die Autoresponder-Anbindung dieser Aktion ist gelöscht und ersetzt worden. Bitte prüfe die Autoresponder-Einstellung unten auf dieser Seite. Falls es Probleme damit gab, Tags durch diese Aktion zu setzen, probiere es jetzt bitte nochmal.

source: The action has been triggered. Please observe the resulting action.
de_de: Die Aktion wurde ausgelöst. Bitte beobachte die versendeten Nachrichten/Tags.

source: KlickTipp tagging by user actions is NOT included in your subscription.
de_de: KlickTipp-Tags zu setzen, ist NICHT in deinem Paket enthalten.

source: When your customers perform actions like visiting a page or logging in, you can give Autoresponder-Tags for actions.
de_de: Wenn deine Kunden eine Aktion durchführen (wie eine Seite zu besuchen oder sich anzumelden), kannst du Autoresponder-Tags hinzufügen oder entfernen.

source: Please add an action first.
de_de: Bitte füge zunächst eine Aktion hinzu.

source: Web push notification
de_de: Web-Push-Nachrichten

source: Action settings
de_de: Einstellungen für Aktionen

source: Imprint
de_de: Impressum

source: This text will be appended to each action email send by %s.
de_de: Dieser Text wird an jede E-Mail angehängt, die aufgrund einer Aktion von %s verschickt wird.

source: For legal reasons add your business name and address and a phone number.
de_de: Aus rechtlichen Gründen gib bitte deinen Namen, Anschrift, E-Mail-Adresse und Telefonnummer an.

source: Unsubscribe thankyou page
de_de: Danke-Seite für Optout

source: Sending email
de_de: Email versenden

source: Forms are NOT included in your subscription.
de_de: Formulare sind NICHT in deinem Paket enthalten.

source: Setup
de_de: Einrichtung

source: Options
de_de: Optionen

source: Api Keys
de_de: API Schlüssel

source: Api Key
de_de: API Schlüssel

source: Permissions
de_de: Berechtigungen

source: API usage is NOT included in your subscription.
de_de: Die API ist NICHT in deinem Paket enthalten.

source: Please add an api key first.
de_de: Bitte füge zunächst einen API Schlüssel hinzu.

source: Exam certificate
de_de: Prüfungszertifikat

source: Passed exams
de_de: Bestandene Prüfung

source: The certificate is granted, if all of the selected exams are passed. If no exam is checked, the user can download it when he has access to the page containing the shortcode for this certificate.
de_de: Das Zertifikat wird vergeben, wenn der User alle gewählten Prüfungen bestanden hat. Falls keine Prüfung ausgewählt ist, wird das Zertifikat vergeben, wenn der User Zugang zur Wordpress-Seite mit dem Download-Shortcode hat.

source: Template
de_de: Vorlage

source: Download a template image
de_de: Vorlagen-Bild herunterladen

source: Use this shortcode to display the certificate download button in your page.
de_de: Verwende diesen Shortcode, um den Download-Button für das Zertifikat auf deiner Wordpress-Seite anzuzeigen.

source: Button type
de_de: Button-Typ

source: Display text button
de_de: Text-Button

source: Display image button
de_de: Bild-Button

source: Text of download button
de_de: Text des Download-Buttons

source: Background color
de_de: Hintergrundfarbe

source: Text color
de_de: Text-Farbe

source: Corner radius
de_de: Ecken-Radius

source: Button image
de_de: Bild für Button

source: Text after user passed all exams
de_de: Text bei Bestehen aller Prüfungen

source: Is shown, after the user has passed all exams (if any selected) and can download the certificate.
de_de: Wird angezeigt, wenn der User alle Prüfungen bestanden hat oder wenn keine Prüfungen für dieses Zertifikat ausgewählt sind.

source: Text while user is taking the exams
de_de: Text bis zum Abschluss aller Prüfungen

source: Is shown, while the user has not yes taken all of the exams. If no exams are selected, this text is never shown.
de_de: Wird angezeigt, bis der User die Prüfungen alle Prüfungen des Zertifikats gemacht hat. Falls keine Prüfungen ausgewählt sind, wird dieser Text nie angezeigt.

source: Text if user fails one or more exams permanently
de_de: Text, falls der User eine oder mehrere Prüfungen endgültig nicht bestanden hat

source: Is shown, if the user has failed at least one exam permanently. If no exams are selected, this text is never shown.
de_de: Wird angezeigt, falls der User mindestens eine Prüfung endgültig nicht bestanden hat. Falls keine Prüfungen ausgewählt sind, wird dieser Text nie angezeigt.

source: Placeholders
de_de: Platzhalter

source: Create a certificate
de_de: Prüfungszertifikat erstellen

source: Preview / Create certificate
de_de: Vorschau / Zertifikat erstellen

source: Full name of recipient
de_de: Vollständiger Name des Empfängers

source: The certificate has been created. <a>Click here to download it.</a>
de_de: Das Zertifikat wurde erstellt. <a>Jetzt herunterladen!</a>

source: Exams are NOT included in your subscription.
de_de: Prüfungen sind NICHT in deinem Paket enthalten.

source: Please add an exam certificate first.
de_de: Bitte füge zunächst ein Prüfungszertifikat hinzu.

source: New exam certificate
de_de: Neues Prüfungszertifikat

source: Checklist
de_de: Checkliste

source: Then click on the checkbox to mark this point as completed.
de_de: Dann klicke auf die Checkbox, um diesen Punkt abzuhaken.

source: Product created
de_de: Produkt erstellt

source: Create at least one product you want to sell.
de_de: Erstelle wenigstens ein Produkt, das du verkaufen möchten.

source: Payment provider integrated
de_de: Bezahlanbieter integriert

source: For automated payment handling, you need to setup a payment provider like %s.
de_de: Du benötigen (wenigstens) einen Bezahlanbieter wie %s für die automatische Abwicklung der Bezahlungen.

source: Protected content created
de_de: Geschütze Inhalte erstellt

source: You need to create content pages, which the buyers of your product(s) will get access to. <a>Click here</a> to add your content to Wordpess.
de_de: Erstelle deine Inhalts-Seiten, die die Käufer deines Produkts/deiner Produkte ansehen werden. <a>Klicke hier</a>, um Inhalte zu Wordpress hinzuzufügen.

source: Protected content to product assigned
de_de: Geschütze Seiten zum Produkt hinzugefügt

source: Assign Wordpress pages to your product. These pages will only be visible by users with access to the product.
de_de: Füge Wordpress-Seiten zu deinem Produkt hinzu. Diese Seiten sind nur sichtbar, wenn der User das Produkt gekauft hat.

source: Welcome email reviewed
de_de: Willkommensmail geprüft

source: Adjust the text of the welcome email to your customers. <a>Click here</a> to edit the welcome email. You have a welcome email each product. Use the <em>Send Test Email</em> button to review the welcome mail in your mail software.
de_de: Passe den Text der Willkomensnachricht an. <a>Klicke hier</a>, um die Nachricht zu bearbeiten. Jedes Produkt hat eine eigene Willkomensnachricht. Nutze den <em>Test E-Mail senden</em>-Knopf, um die Nachricht in deiner Mail-Software anzusehen.

source: Login page created
de_de: Loginseite erstellt

source: <a>Create a page</a> and add the <a>shortcode %s</a> for a login box. Make sure this page is linked in the menu on the home page, so that users can easily login.
de_de: <a>Erstelle eine Seite</a> und füge den <a>Shortcode %s</a> für ein Login-Formular hinzu. Stelle sicher, dass diese Seite im Menü auf der Startseite verlinkt ist, so dass die User sich leicht anmelden können.

source: Paylink integrated on salespage
de_de: Bezahllink zur Verkaufsseite hinzugefügt

source: Get your paylink from your payment provider. Put a buy button on your salespage, which follows this link.
de_de: Hole dir deinen Bezahllink von der Webseite deines Bezahlanbieters. Füge einen Kaufen-Button zu deiner Verkaufsseite hinzu, welcher diesen Link aufruft.

source: Created test membership
de_de: Test-Mitgliedschaft erstellt

source: <a>Click here</a> and then on <em>Create</em> to add a member for testing. Don't use the admin email, because the admin account has too much privileges for testing.
de_de: <a>Klicke hier</a> und dann auf <em>Erstellen</em>, um eine Mitgliedschaft für Testzwecke hinzuzufügen. Verwende <u>nicht</u> die Admin-E-Mail-Adresse, denn das Adminitrator-Konto hat zu viele Rechte für einen aussagenkräftigen Test.

source: Membership login tested
de_de: Mitglieder-Login testen

source: For your convenience use a second browser, if you have one. If so, in your first browser stay logged in as admin. In the second browser stay logged in as the buyer. As buyer, browse to the blog's home page and log into the test account. Review the pages assigned to your product and make sure, the buyer has access to the right pages. Make sure, he has no access, when he is logged out.
de_de: Um es sich einfacher zu machen, verwende einen zweiten Webbrowser (falls du einen hast): Im ersten Browser bleibe als Admin angemeldet. Im zweiten melde dich als Käufer an. Als Käufer besuche die Startseite und melde im Test-Konto an. Schaue dir die Seiten an, die zum Produkt gehören, und überprüfe, dass der Käufer Zugang zu den richtigen Seiten hat. Überprüfe auch, dass der Käufer keinen Zugang mehr hat, wenn der abgemeldet hat.

source: If you use time based unlocking of pages, you may test this in the following way: As admin <a>edit the membership</a> and set the order date to a date in the past. Then view the pages as the buyer. This helps you to validate, that the pages are unlocked in the correct order.
de_de: Falls du die zeitverzögerte Freischaltung von Seiten nutzt, kannst dies so testen: Als Admin <a>bearbeite eine Mitgliedschaft</a>. Ändere das Bestelldatum auf einen Tag in der Vergangenheit. Als Käufer schaue dir dann die Seiten an. So kannst überprüfen, dass die Seiten in der richtigen Reihenfolge freigeschaltet werden.

source: Test sale completed
de_de: Testkauf erfolgt

source: On your payment providers salespage perform a test sale. Usually this can be done without actually paying. E.g. with Digistore24 you have a test pay button, when you are logged in and view your own orderform page.
de_de: Auf deiner Verkaufsseite führe einen Testkauf durch. In der Regel kannst du dies ohne eine echte Bezahlung tun. Z.B. kannst du bei Digistore24 dazu den Test-Pay-Button nutzen, wenn du bei Digistore24 angemeldet sind und deine eigene Bezahlseite besuchen.

source: <strong>Important:</strong> When performing the test sale, don't use your wordpress admin email address. Use an email address which is not registered with the blog. This is important, because the admin has too much priviliges for testing. And if the user already exists, DigiMember assigns the product to the existing user, but for the test it's important to test a completely new sale.
de_de: <strong>Wichtig:</strong> Wenn du einen Testkauf durchführen, verwende <u>nicht</u> deine Admin-E-Mail-Adresse. Sondern verwende eine E-Mail-Adresse, für die es noch kein Konto gibt. Dies ist wichtig, weil das Admin-Konto zu viele Rechte für einen aussagekräftigen Test hat und weil es am Besten ist, mit einem neuen Account den gesamten Verkaufsprozess zu testen.

source: Upgrade to %s
de_de: Upgraden auf %s

source: <a>Click here</a> and enter the %s license key for this domain.
de_de: <a>Klicke hier</a> und gebe den %s-Lizenz-Schlüssel für diese Domain ein.

source: If you don't have a license key, <a>click here</a> to get one.
de_de: Falls du keinen Lizenz-Schlüssel hast, <a>klicke hier</a>, um einen zu erhalten.

source: Please <a>add a product</a> first.
de_de: <a>Bitte richte erst ein Produkt ein!</a>.

source: Content for Product:
de_de: Inhalte für Produkt:

source: Unlocking content periodically is NOT included in your subscription.
de_de: Die zeitgesteuerte Freischaltung ist NICHT in deinem Paket enthalten.

source: Here you can add content to a product. Just use your mouse to drag the content from the left column to the right column. All content in the right column belongs to the products. This means, that every buyer of the product gets access to this content.
de_de: Hier kannst du Inhalte zu einem Produkt hinzufügen. Ziehe die Inhalte mit deiner Maus von der linken Spalte in die rechte Spalte. Alle Inhalte in der rechten Spalte gehören zum Produkt. D.h., dass jeder Käufer des Produkts Zugang zu diesen Inhalten erhält.

source: If you want to unlock content step by step, use the text input fields in the right column. Enter the number of days the user has to wait to view this content. E.g. enter 14 to make the content available after two weeks. Leave it blank, if the buyer should gain access immediately after buying the product.
de_de: Falls du Inhalte schrittweise freischalten möchtest, verwende die Text-Eingabe-Felder in der rechten Spalte. Gib dort die Anzahl der Tage ein, die der Käufer jeweils warten soll. Gib z.b. 14 ein, um den Inhalt nach zwei Wochen verfügbar zu machen. Lasse das Eingabefeld leer, wenn der Käufer sofort nach Kauf Zugang erhalten soll.

source: When you edit a page or a post, you also can assign content (page or post) to a product to protect the content.
de_de: In der Bearbeitungsansicht einer Seite/Artikels hast du ebenfalls die Möglichkeit, einem Inhalt (Seite oder Beitrag) ein Produkt zuzweisen und diesen Inhalt zu schützen.

source: Available content
de_de: Verfügbare Inhalte

source: Content selected for this product
de_de: Inhalte dieses Produkts

source: Unlock day
de_de: Tag der Freischaltung

source: Enter the number of days after which this page will be visible to the buyer. E.g. enter 7 to make it visible a week after the sale. Leave blank to make it visible immediately after buying.
de_de: Gib die Anzahl der Tage ein, nach denen diesr Inhalt für den Käufer freigeschaltet wird. Gib z.B. 7 ein, um den Inhalt eine Woche nach dem Kauf sichtbar zu machen. Lasse das Feld leer, falls der Käufer sofort Zugang zum Inhalt haben soll.

source: %s is not a valid email address
de_de: %s ist keine gültige E-Mail Adresse

source: Questions
de_de: Fragen

source: Texts
de_de: Texte

source: Properties
de_de: Eigenschaften

source: Exam
de_de: Prüfung

source: Example value
de_de: Beispielwert

source: Introduction
de_de: Einleitung

source: This text is shown when taking the exam right above the questions.
de_de: Dieser Text wird direkt über den Fragen der Prüfung angezeigt.

source: Exam passed
de_de: Prüfung bestanden

source: This text is shown after the exam, if the user passes the exam.
de_de: Dieser Text wird nach der Prüfung angezeigt, wenn der User bestanden hat.

source: Exam failed (may retry)
de_de: Nicht bestanden (darf wiederholen)

source: This text is shown after the exam, if the user fails the exam and may retry.
de_de: Dieser Text wird nach der Prüfung angezeigt, wenn der User nicht besteht und es nochmal probieren kann.

source: Exam failed (finally)
de_de: Nicht bestanden (endgültig)

source: This text is shown after the exam, if the user fails the exam and may <strong>NOT</strong> retry.
de_de: Dieser Text wird nach der Prüfung angezeigt, wenn der User nicht besteht und es <strong>NICHT</strong> nochmal probieren kann.

source: In the texts above you may use these placeholders:
de_de: In den obigen Texten kannst du diese Platzhalter nutzen:

source: Arange answers randomly
de_de: Antworten zufällig anordnen

source: Required score
de_de: Bestanden bei

source: = %s of %s questions answered correctly
de_de: = %s von %s Fragen korrekt beantwortet

source: May be repeated
de_de: Kann wiederholt werden

source: Exam type
de_de: Prüfungstyp

source: Button background color
de_de: Button-Hintergrundfarbe

source: Button text color
de_de: Button-Text-Farbe

source: Button corner radius
de_de: Button-Ecken-Radius

source: Reset exams
de_de: Prüfung zurücksetzen

source: for single user
de_de: für einen einzelner User

source: for all users
de_de: für alle Nutzer

source: Add question
de_de: Frage hinzufügen

source: Reset answers
de_de: Antworten zurücksetzen

source: The answers of the selected users will now be reset.|The user(s) then can take the exam again.|Continue?
de_de: Die Antworten werden jetzt für die ausgewählten User zurückgesetzt.|Sie können dann die Prüfung nochmal machen.|Fortfahren?

source: Style
de_de: Stil

source: The exams for the selected user(s) have been resetted.
de_de: Die Prüfung wurde für die ausgewählten User zurückgesetzt.

source: The selected user(s) did not take the exam.
de_de: Die ausgewählten Prüfer haben die Prüfung nicht gemacht.

source: Please save to show the shortcode for this exam.
de_de: Bitte speichere, um den Shortcode für diese Prüfung anzuzeigen.

source: Exams are not included in your subscription.
de_de: Prüfungen sind NICHT in deinem Paket enthalten.

source: Correct answers
de_de: Richtige Antworten

source: Please add an exam first.
de_de: Bitte füge zunächst eine Prüfung hinzu.

source: All
de_de: Alle

source: Errors
de_de: Fehler

source: Other
de_de: Andere

source: Error
de_de: Fehler

source: Data privacy
de_de: Datenschutz

source: Please <a>add a membership product</a> first.
de_de: <a>Bitte richte erst ein Mitglieder-Produkt ein</a>.

source: Please <a>add a download product</a> first.
de_de: <a>Bitte richte erst ein Download-Produkt ein</a>.

source: Email Texts for membership product:
de_de: Mail Texte für Mitglieder-Produkt:

source: Email Texts for download product:
de_de: Mail Texte für Download-Produkt:

source: New Password Email
de_de: Neues-Kennwort-Mail

source: Mail attachment
de_de: E-Mail Anhang

source: The selected file will be send as mail attachment. This is optional.
de_de: Die ausgewählte Datei wird als E-Mail Anhang verschickt. Dies ist optional.

source: Send this email ...
de_de: Versende diese E-Mail ...

source: for product %s
de_de: für Produkt %s

source: Test email settings
de_de: Test E-Mail Einstellungen

source: Copy this text
de_de: Text kopieren

source: Copy this text to:
de_de: Text kopieren nach:

source: Copy email text
de_de: Mail Text kopieren

source: The email texts of the chosen products will be overwritten by this email text.|Continue?
de_de: Die Mail-Texte der gewählten Produkte werden jetzt überschrieben.|Fortfahren?

source: Membership product
de_de: Mitglieder-Produkt

source: Download product
de_de: Download-Produkt

source: New Password Mail
de_de: Neues-Kennwort-Mail

source: Cancel emails
de_de: Kündigungsmails

source: No products selected to copy the email text to.
de_de: Keine Produkte ausgewählt, zu denen der Mailtext kopiert werden könnte.

source: Copied the email text to one product.
de_de: Der Text wurde zu einem Produkt kopiert.

source: Copied the email text to %s products.
de_de: Der Text wurde zu %s Produkten kopiert.

source: Add this subscription to the autoresponder:
de_de: Füge dieses Abonnement dem Autoresponder hinzu:

source: Using a real email account for sending may improve delivery rates - especially if you have specified an email sender address above.|Without an email account, the mail are likely to be considered as spam.|Ask your webhoster for the details concerning your email web account.|Some webhoster (like %s) forbid using this options for their mail accounts. For these web hosters just disable the checkbox. This will also work fine.
de_de: Wenn du hier ein E-Mail-Konto angibst, kann dies die Auslieferungsraten erhöhen. Besonders, wenn du oben eine Absender-E-Mail-Adresse angegeben hast.|Ohne ein E-Mail-Konto werden Mails sehr leicht als Spam eingestuft.|Frage deinen Web-Anbieter nach den Details zu deinem E-Mail-Konto.|Einige Webanbieter (wie %s) verbieten, mit dieser Einstellung E-Mails über dein Mailkonto zu versenden. Deaktiviere diese Option für diese Anbieter. Das wird auch funktionieren.

source: By using %s you accept our <a>license agreement</a>.
de_de: Mit der Nutzung von %s akzeptierst du unseren <a>Lizenzvertrag</a>.

source: Get your license code now!
de_de: Noch keinen Lizenzschlüssel? Jetzt beantragen!

source: Connection to %s
de_de: Verbindung zu %s

source: Sie (formal)
de_de: Sie (formell)

source: du (lower case)
de_de: du (klein geschrieben)

source: Du (upper case)
de_de: Du (groß geschrieben)

source: Your own texts
de_de: Deine eigenen Texte

source: How to address user
de_de: Persönliche Anrede

source: Only for German language (if locale is set to: [LOCALE]). Only for texts in the user area.
de_de: Nur für Texte im User-Bereich (nicht im Admin-Bereich).

source: Follow these steps to create a language file named [MO] using <a>Poedit</a>.|- You may use [START] as a starting point. See folder: [SRC]|- Copy the file to your computer and rename it to [PO].|- Edit it with Poedit and save it. You'll then get the file [MO].|- Copy this file to your server into the folder [DST]. The file will survive a [PLUGIN] update.|- Keep the file [PO] safe just in case you want to make changes in the future.
de_de: Mit <a>Poedit</a> erstellst du eine Sprachedatei [MO] wie folgt:|- Verwende [START] als Vorlage. Du finden sie im Ordner: [SRC]|- Kopiere die Datei auf deinen Computer und benenne sie um in [PO].|- Bearbeiten die Datei mit Poedit und speichere sie. Du erhältst dann eine Datei [MO].|- Kopiere die Datei auf deinen Server in den Ordner [DST]|- Bewahre die Datei [PO] auf, da du in Zukunft eventuell Änderungen machen willst.

source: Sender name
de_de: Absendername

source: Sender email address
de_de: Absender-E-Mail-Adresse

source: Reply to address
de_de: Antwort-E-Mail-Adresse
