Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: If not empty, the receiver of the email will reply to this email address.
de_de: Falls angegeben, antwortet der Mailempfänger ggf. an diese E-Mail-Adresse.

source: Send via email account
de_de: Über E-Mail-Konto versenden

source: none
de_de: keine

source: Connection security
de_de: Verbindungssicherheit

source: Please use a secure connection like %s.
de_de: Bitte verwende eine sichere Verbindung wie %s.

source: Default for for connection security SSL/TLS is 465.%s Default for STARTTTLS is 587.
de_de: Standard für Verbindungssicherheit SSL/TLS ist 465.%s Standard für STARTTTLS ist 587.

source: For security reasons port 25 is NOT possible.
de_de: Aus Sicherheitsgründen ist Port 25 NICHT verfügbar.

source: Default for no security is 25.
de_de: Standard für unsicheren Versand ist 25.

source: SMTP username
de_de: SMTP Benutzername

source: SMTP password
de_de: SMTP Kennwort

source: Facebook integration
de_de: Facebook-Anbindung

source: Use the %s Facebook connector with Facebook logins.
de_de: Mit der %s-Facebook-Anbindung sich deine Kunden per Facebook einloggen.

source: Copied support info to clipboard
de_de: Support-Info in Zwischenablage kopiert

source: Copy support info
de_de: Support-Info kopieren

source: With this button, technical information of your website (e.g. the DigiMember version used) is placed in the clipboard. So you can easily add this information to your support request to support@digimember.com.
de_de: Über diesen Knopf werden technische Informationen der Website (z.B. die verwendete DigiMember Version) in die Zwischenablage gelegt. So kannst du diese Informationen ganz einfach in deine Support Anfrage an support@digimember.de einfügen.

source: Login URL
de_de: Anmelden

source: This URL is used in emails as parameter %%loginurl%%.
de_de: Diese URL steht in den Mails als Parameter %%loginurl%% zur Verfügung.

source: When using Digistore24, the login URL is also displayed together with the username and password in the Digistore24 mail confirmation mail and on the Digistore24 receipt page.
de_de: Wenn du Digistore24 verwendest, wird die Login-URL zusammen mit dem Benutzernamen und Kennwort in der Digistore24-Bestell-Bestätigungs-Mail und -Seite angezeigt.

source: If left blank, the default is used: %s
de_de: Falls nicht angegeben, wird der Standard verwendet: %s

source: Hide user login data in Digistore24
de_de: Kunden-Zugangsdaten in Digistore24 verbergen

source: By default, the username and the password of new users are transferred to Digistore24. Then in Digistore24 the login data are show to the user. This makes it easy for the user to get his login data. If this option is enabled, Digistore24 will not get and display the login data.
de_de: Standardmäßig werden Benutzername und Kennwort von neuen Konten nach Digistore24 übertragen (wenn die Zahlung per Digistore24 erfolgt). Dann zeigt Digistore24 die Zugangsdaten dem Kunden an. So kann sich der Kunde leicht in den Mitgliederbereich anmelden.|Falls diese Option aktiviert ist, erhält Digistore24 die Zugangsdaten nicht und kann sie deshalb dem Kunden auch nicht anzeigen.

source: Digistore24 transfers thankyou URL data ...
de_de: Digistore24 überträgt Danke-Seite-Daten ...

source: ... as PLAIN TEXT to DigiMember
de_de: ... als KLARTEXT an DigiMember

source: ... ENCRYPTED to DigiMember
de_de: ... VERSCHLÜSSELT an DigiMember

source: ... NEVER to DigiMember
de_de: ... NICHT an DigiMember

source: Only for products, that are synchronised with Digistore24.
de_de: Nur für Produkte, die mit Digistore24 synchronisiert sind.

source: Wordpress nickname configuration
de_de: WordPress Spitznamen-Konfiguration

source: Complete E-Mail (standard)
de_de: Komplette E-Mail (Standard)

source: The part of the E-Mail before the @ sign
de_de: Alles vor dem @ Zeichen der E-Mail

source: Firstname + lastname
de_de: Vorname + Nachname

source: Firstname-lastname
de_de: Vorname-Nachname

source: Random string (12 signs)
de_de: Zufallstext (12 Zeichen)

source: When DigiMember creates a new User for an order, a -nickname- needs to be set for the user. In default setting for this, the E-Mail adress will be used. The nickname of an user you can see in the user overview. If the wordpress user is already created, the nickname will stay unchanged on an order. If you set this on -firstname + lastname- and both are not provided, the e-mail address will be used as fallback.
de_de: Beim Neuanlegen eines WordPress Benutzers durch DigiMember bei einer Bestellung, muss stets auch der sog. -Spitzname- des Benutzers angelegt werden. Standardmäßig ist dies die E-Mail des Benutzers. Der Spitzname eines Benutzers kann in der Benutzerübersicht eingesehen werden. Wenn der WordPress Benutzer bereits angelegt ist, wird der Spitzname bei einer Bestellung nicht mehr verändert. Sollten Vor- und Nachname des Benutzers konfiguriert sein, diese aber nicht übertragen werden, wird stattdessen die E-Mail verwendet.

source: <a>Digistore24 Wordpress plugin</a> is required for decryption.
de_de: Das <a>Digistore24-Wordpress-Plugin</a> wird für die Entschlüsselung benötigt.

source: Disable Navbar for Non-Admins
de_de: Navigationsleiste für Nicht-Admins ausblenden

source: By default, logged in members see a navigation at the top of the page.|If checked, for non admin members the navigation bar will be hidden.
de_de: Standardmäßig sehen eingeloggte User eine Navigationsleiste oben auf der Seite.|Falls diese Option aktiviert ist, wird diese Leiste für Nicht-Admins versteckt.

source: Disable access to admin area for Non-Admins
de_de: Admin&shy;bereich für Nicht-Admins sperren

source: By default, logged in members may access %s.|If checked, they may not access it and will be redirected.
de_de: Standardmäßig können eingeloggte Benutzer die Seite %s aufrufen. Falls diese Option aktiviert ist, werden sie dann weitergeleitet.

source: Admin area redirect URL
de_de: Admin&shy;bereich-Weiterlungs&shy;url

source: If a non-admin logs in and access the Wordpress admin area, he is redirected to this URL.
de_de: Falls ein eingeloggter Nicht-Admin-User den Wordpress-Admin-Bereich aufruft, wird er zu dieser URL weitergeleitet.

source: First login redirect
de_de: Seite nach dem ersten Login

source: Login redirect
de_de: Seite für alle weiteren Logins

source: Link for products short code
de_de: Link für Produkte-Shortcode

source: Download page
de_de: Download-Seite

source: Use free form URL for login page
de_de: Freies URL-format für Login-Links verwenden

source: If set to yes, you may use any URL for these product settings:
de_de: Falls ja, kannst du jede URL in den Produkt-Einstellungen verwenden:

source: Important: if you change this settings, your current product settings for %s, %s and %s as well as for %s may be lost.
de_de: Wichtig: Falls du diese Einstellungen änderst, können deine aktuellen Einstellungen für %s, %s und %s, sowie für %s verloren gehen.

source: Prioritization of Errorpages if multible products are assigned
de_de: Priorisierung von Fehlerseiten bei Zuordnung zu verschiedenen Produkten

source: If this setting is active, you are able to set which error handling will be prioritized if the content is connected to more than one membership products.
de_de: Wenn diese Einstellung aktiv ist, kannst du in den Mitgliederprodukten angeben welche Fehlerbehandlung priorisiert werden soll, sollte ein Inhalt mehreren Produkten zugewiesen sein.

source: Affiliate footer link
de_de: Affiliate-Link im Footer

source: Do you want to make money for nothing?|If checked, in the footer of your blog your affiliate link is displayed.|If an interested merchant checks out your blog, he may click on your affiliate link. If he buys, you get a provision.|Just enter your Digistore24 id in the text field below.
de_de: Willst du ganz einfach Geld verdienen?|Falls aktiviert, wird in der Fußzeile deines Blogs deines Affiliate-Link angezeigt.|Internetmarketer prüfen oft Blogs mit interessanten Produkten. Wenn sie dabei auf deine Seite stoßen und den Link unten klicken, kannst du eine Provision erhalten.|Gib dazu einfach deine Digistore24-Id in dem Textfeld unten ein.

source: Your Digistore24 id
de_de: Deine Digistore24-Id

source: Enter your Digistore24 id (i.e. your Digistore24 login name). Not registered? <a>Click here!</a>
de_de: Gib deine Digistore24-Id (d.h. deinen Digistore24-Loginnamen) ein. Noch nicht angemeldet? <a>Klicke hier!</a>

source: Enter your Digistore24 id. It will be added to your affiliate link in the page footer. So you may receive a commission for each sale generated by your affiliate link.
de_de: Gib deine Digistore24-Id ein.|Diese wird zu deinem Affiliate-Link unten auf jeder Seite hinzugefügt.|So kannst du für jeden Verkauf über deinen Affiliate-Link Geld verdienen.

source: Unlimited IPs
de_de: Unbegrenzt viele IPs

source: Five IPs
de_de: Fünf IPs

source: Ten IPs
de_de: Zehn IPs

source: Enter value
de_de: Wert eingeben

source: Daily access limit
de_de: Zugangsbeschränkung (je Tag)

source: You can limit the number of IP addresses a user may access your site from. This is useful to prevent users from sharing their login data with other people.|Set this number to 10 to allow each user to access your content via ten IPs (e.g. pc, smartphone, tablet, ...).|IP addresses change from time to time (e.g. if the user disconnects from the internet and reconnects). The IP changes at least once per day, sometimes more often.|So don't make the number too low or legitimate users may be blocked.|We suggest a value of ten IPs.
de_de: Du kannst hier die Anzahl der IPs begrenzen, mit denen ein User auf deine Seite zugreifen kann. Dies kann User davon abhalten, ihre Zugangsdaten an Dritte weiterzugeben.|Setze z.B. diesen Wert auf 10, um jedem User den Zugriff von zehn IPs zu erlauben (z.B. von PC, Smartphone, Tablet, ...).|Die IP-Adresse ändert sich von Zeit zu Zeit (z.B. wenn der User die Verbindung vom Internet trennt und wieder herstellt). Die IP-Adresse ändert sich in der Regel wenigstens einmal täglich, manchmal auch öfter.|Also setze den Wert hier nicht zu niedrig an, sonst könnten legitime User geblockt werden.|Wir empfehlen dir als Wert zehn IPs.

source: Limit login attempts
de_de: Loginversuche begrenzen

source: Number of login tries
de_de: Anzahl Loginversuche

source: Wait time
de_de: Wartezeit

source: %s minutes
de_de: %s Minuten

source: Cronjobs called externally
de_de: Cronjobs werden extern aufgerufen

source: Make sure, this URL is called every 5 minutes (better: every minute) - e.g. using a service like %s. This will speedup the payment process (if autoresponders are setup) and some page views (if pageview actions are enabled).
de_de: Stelle sicher, dass diese URL alle 5 Minuten (besser: jede Minute) aufgerufen wird, z.B. durch einen Dienst wie %s. Dies wird den Bezahlprozess beschleunigen (falls du Autoresponder eingerichtet hast) und einige Seitenaufrufe (falls du Aktionen für Seitenaufrufe eingerichtet hast).

source: Import your %s products
de_de: Deine %s-Produkte importieren

source: Your [DS24] products will be imported to [DM] from the account [USER].|If a [DS24] product is already assigned to a [DM] product (in the [DM] product editor in the tab [DS24]), it will not be imported again.
de_de: Deine [DS24]-Produkte werden nun nach [DM] importiert, und zwar vom [DS24]-Konto [USER].|Falls ein [DS24]-Produkt schon einem [DM]-Produkt zugeordnet ist (im [DM]-Produkt-Editor im Tab [DS24]), wird es nicht erneut importiert.

source: Click on the button to start importing your %s products.
de_de: Klicke auf den Button, um mit dem Import deiner %s Produkte zu beginnen.

source: To import your %s products, first establish a connection to %s.
de_de: Um deine %s-Produkte zu importieren, stelle zunächst eine Verbindung zu %s her.

source: Wordpress admin area
de_de: Wordpress-Admin-Bereich

source: IP access limit
de_de: IP-Zugangslimit

source: No new %s products found.
de_de: Keine neuen %s-Produkte gefunden.

source: One %s product has been imported.
de_de: Ein %s-Produkt wurde importiert.

source: %s %s products have been imported.
de_de: %s %s-Produkte wurden importiert.

source: Edit order
de_de: Bestellung bearbeiten

source: Add new order
de_de: Bestellung hinzufügen

source: by admin
de_de: von Admin

source: First name
de_de: Vorname

source: For new user accounts enter a first name and a last name.
de_de: Für neue Accounts gib einen Vor- und Nachnamen an.

source: Last name
de_de: Nachname

source: Active
de_de: Aktiv

source: The order cannot be activated, because it has been replaced by an upgrade or package change order.
de_de: Die Bestellung kann nicht aktiviert werden, weil sie durch ein Upgrade oder durch eine Paket-Wechsel-Bestellung ersetzt worden ist.

source: Order id
de_de: Bestellnummer

source: Product
de_de: Produkt

source: Here you may create orders for published membership products only.
de_de: Hier kannst du Bestellungen für veröffentlichte Membership-Produkte hinzufügen.

source: No products available
de_de: Keine Produkte verfügbar

source: Quantity
de_de: Anzahl

source: Last payment was on
de_de: Zahlung zuletzt erfolgt am

source: May not be earlier than %s.
de_de: Darf nicht vor %s liegen.

source: On this page you are currently editing an order.
de_de: Aus dieser Seite bearbeitest du gerade eine Bestellung.

source: <a>Click here</a> to edit the users profile.
de_de: <a>Klicke hier</a>, um das Profil des Benutzerkontos zu bearbeiten.

source: You can see the %s for the user there as well.
de_de: Dort können auch die %s für den Nutzer eingesehen werden.

source: On this page you can add new orders.
de_de: Auf dieser Seite fügst du neue Bestellungen hinzu.

source: If there is already a registered user for the entered email address, the order will be assigned to this user.
de_de: Falls es bereits ein Benutzerkonto für die angegebene E-Mail-Adresse gibt, wird die Bestellung diesem Benutzerkonto zugeordnet.

source: If there is no user for the email address, a new user account will be created.
de_de: Falls es noch kein Benutzerkonto für die E-Mail-Adresse gibt, wird ein neues angelegt.

source: <a>Click here</a> to create user accounts without creating orders.
de_de: <a>Klicke hier</a>, um ein Benutzerkonto ohne Bestellung zu erstellen.

source: User deleted!
de_de: !!! Nutzer gelöscht !!!

source: Created new download: %s
de_de: Neue Download-URL erstellt: %s

source: Created a new account for %s with password %s .
de_de: Ein neues Konto für %s mit Kennwort %s wurde erstellt .

source: The user %s will receive his password via email.
de_de: Der User %s erhält sein Kennwort per E-Mail.

source: For email %s an account already existed with password %s .
de_de: Für %s gibt es bereits ein Konto mit Kennwort %s .

source: An account for the user %s already exists. Email address, name and password of existing users will <u>not</u> be modified.
de_de: Für %s gibt es schon ein Userkonto. E-Mail-Adresse, Name und Kennwort eines bestehenden Users wird <u>hier nicht verändert</u>.

source: Changes to order saved.
de_de: Änderungen der Bestellung gespeichert.

source: Created new order for user %s.
de_de: Eine neue Bestellung für %s wurde erstellt.

source: The email address %s belongs to an admin account. For testing purposes, please use a NON admin email address, because for admins wordpress looks and behaves different than for regular users.
de_de: Die E-Mail-Adresse %s gehört zu einem Adminitrator-Konto. Bitte verwende KEIN Adminitrator-Konto, um zu testen. Denn für Adminitratoren sieht Wordpress etwas anders aus und verhält sich anders als für reguläre Benutzer.

source: Buyer
de_de: Käufer

source: Resend welcome email
de_de: Willkommensmail erneut senden

source: Right of rescission waived
de_de: Auf Widerrufs&shy;recht verzichtet

source: Yes, on [DATE]: [REASON]
de_de: Ja, am [DATE]: [REASON]

source: No inactive memberships found.
de_de: Keine inaktiven Mitgliedschaften gefunden.

source: The trash is empty.
de_de: Der Papierkorb ist leer.

source: You currently have no orders. It's time to start selling!
de_de: Du hast noch keine Bestellungen. Es ist Zeit, mit dem Verkaufen zu beginnen!

source: Give to all
de_de: Produkte verteilen

source: Deleted Order %s with Product %s for user %s.
de_de: Bestellung %s mit dem Produkt %s für den Benutzer %s endgültig gelöscht.

source: Deleted one membership irrevocably.
de_de: Eine Mitgliedschaft endgültig gelöscht.

source: Deleted %s memberships irrevocably.
de_de: %s Mitgliedschaften endgültig gelöscht.

source: Moved one membership to trash.
de_de: Eine Mitgliedschaft in den Papierkorb verschoben.

source: Moved %s memberships to trash.
de_de: %s Mitgliedschaften in den Papierkorb verschoben.

source: Restored one membership from trash.
de_de: Eine Mitgliedschaft wiederhergestellt.

source: Restored %s memberships from trash.
de_de: %s Mitgliedschaft wiederhergestellt.

source: Activated one membership.
de_de: Eine Mitgliedschaft aktiviert.

source: Activated %s memberships.
de_de: %s Mitgliedschaft aktiviert.

source: Deactivated one membership.
de_de: Eine Mitgliedschaft deaktiviert.

source: Deactivated %s memberships.
de_de: %s Mitgliedschaften deaktiviert.

source: Welcome email sent.
de_de: Willkommensmail gesendet.

source: %s welcome emails sent.
de_de: %s Willkommensmails gesendet.

source: Give To All
de_de: Produkte verteilen

source: Here you can give a single product to <strong>all</strong> registered users.
de_de: Hier kannst du ein Produkt <strong>allen registrierten Usern</strong> geben.

source: For the time based unlocking of content, the date of user registration is considered the start date.
de_de: Für die schrittweise Freischaltung von Inhalten gilt das Datum der Account-Erstellung als Startdatum.

source: If a user already has the product, he will not get it again.
de_de: Falls der User das Produkt bereits hat, ändert sich für ihn nichts.

source: If you have setup autoresponders, they will be ignored when assigning the product.
de_de: Falls du Autoresponder eingerichtet hast, werden diese ignoriert, wenn du hier das Produkt zuteilst.

source: Give product to all users
de_de: Das Produkt allen Usern geben

source: The selected product will no given to all users.<p>This cannot be undone.<p>Continue?
de_de: Das augewählte Produkt wird nun allen Usern gegeben.<p>Dies kann nicht rückgängig gemacht werden.<p>Fortfahren?

source: Product "%s" has been given to %s users.
de_de: Produkt "%s" wurde an %s User vergeben.

source: Payment Provider
de_de: Bezahlanbieter

source: Payment provider
de_de: Bezahlanbieter

source: Notification URL
de_de: Benachrichtigungs-URL

source: Notify ShareIt support
de_de: Shareit-Support benachrichtigen

source: %s recommends to connect with %s.
de_de: %s empfiehlt die Anbindung an %s.

source: You currently have one outdated Stripe-DigiMember connection called “stripe” active, which is not supported by Stripe anymore. To connect DigiMember to Stripe please add a new Payment Provider using the “Stripe Pricing API” instead. We advise you to deactivate or delete the old “stripe” connection additionally.
de_de: Du hast derzeit eine veraltete Stripe-Digimember Verbindung mit dem Namen “stripe” aktiviert welche nicht mehr von Stripe unterstützt wird. Um Digimember mit Stripe zu verbinden, erstelle bitte einen neuen Bezahlanbieter und nutze statt dessen den Eintrag “Stripe Pricing API”. Zusätzlich empfehlen wir, die alte “stripe” Verbindung zu deaktivieren oder zu löschen.

source: Payment Provider Type
de_de: Bezahlanbietertyp

source: as set in PayPal
de_de: wie in Paypal eingerichtet

source: as set in 2CheckOut
de_de: wie in 2CheckOut eingerichtet

source: No inactive payment providers found.
de_de: Keine inaktiven Bezahlanbieter vorhanden.

source: No payment providers found in trash.
de_de: Der Papierkorb ist leer.

source: Please add a new payment provider first.
de_de: Bitte richte erst einen Bezahlanbieter ein.

source: Deleted one payment provider irrevocably.
de_de: Ein Bezahlanbieter endgültig gelöscht.

source: Deleted %s payment providers irrevocably.
de_de: %s Bezahlanbieter endgültig gelöscht.

source: Moved one payment provider to trash.
de_de: Ein Bezahlanbieter in den Papierkorb verschoben.

source: Moved %s payment providers to trash.
de_de: %s Bezahlanbieter in den Papierkorb verschoben.

source: Restored one payment provider from trash.
de_de: Ein Bezahlanbieter wiederhergestellt.

source: Restored %s payment providers from trash.
de_de: %s Bezahlanbieter wiederhergestellt.

source: Activated one payment provider.
de_de: Ein Bezahlanbieter aktiviert.

source: Activated %s payment providers.
de_de: %s Bezahlanbieter aktiviert.

source: Deactivated one payment provider.
de_de: Ein Bezahlanbieter deaktiviert.

source: Deactivated %s payment providers.
de_de: %s Bezahlanbieter deaktiviert.

source: In %s one product is included. The free product is already in use.
de_de: In %s ist ein Produkt enthalten. Das hast du bereits erstellt.

source: In %s %s products are included. The free products are already in use.
de_de: In %s sind %s Produkte enthalten. Die kostenlosen Produkte hast du bereits erstellt.

source: Upgrade to %s for unlimited products.
de_de: Unbegrenzt viele Produkte erhältst du mit %s.

source: New product
de_de: Neues Produkt

source: new product
de_de: Neues Produkt

source: Connect this DigiMember product to an existing %s product
de_de: Dieses DigiMember Produkt mit einem bereits angelegten %s Produkt verbinden

source: Create new product in %s for this DigiMember product
de_de: Für dieses DigiMember Produkt ein neues Produkt in %s anlegen

source: Protect content
de_de: Inhalte schützen

source: Login redirect URLs
de_de: Seite für alle weiteren Logins

source: Membership
de_de: Mitglieder

source: The product is not yet published and cannot be sold. In the tab "%s" set the option "%s" to YES.
de_de: Das Produkt ist noch nicht veröffentlicht und kann deshalb nicht verkauft werden. Setzte im Tab "%s" die Option "%s" auf JA.

source: Please upgrade for more product.
de_de: Bitte richte zuerst ein Produkt ein.

source: Matching %s Products
de_de: Zugeordnete %s-Produkte

source: Create new product in %s
de_de: Ein neues Produkt in %s anlegen

source: You are able to create the equivalent for your DigiMember product in %s with this function or let it be created it directly in %s.
de_de: Du kannst für dein DigiMember Produkt das Äquivalent in %s entweder über diese Funktion oder auch in %s direkt neu anlegen lassen.

source: in %1$s: <a>view order form</a> - <a>edit product</a>
de_de: in %1$s: <a>Bestellformular ansehen</a> - <a>Produkt bearbeiten</a>

source: Save to create a matching product in %s.
de_de: Speichere, um das entsprechende Produkt in %s zu erstellen.

source: %s product
de_de: %s-Produkt

source: Sales text
de_de: Verkaufstext

source: Is shown on the %s order form
de_de: Wird auf dem %s-Bestellformular angezeigt

source: Price
de_de: Preis

source: once + (optionally) monthly
de_de: einmalig + (optional) monatlich

source: <a>Please edit in %s</a>
de_de: <a>Bitte in %s bearbeiten</a>

source: A change affects only new affiliates. <a>View affiliates in %s.</a>
de_de: Eine Änderung hier betrifft nur neue Affiliates. <a>Affiliates in %s verwalten.</a>

source: Affiliate commission
de_de: Affiliate-Provision

source: Salespage URL
de_de: Verkaufsseiten-URL

source: Add these hints yo your thankyou page:
de_de: Füge zur Danke-Seite diese Hinweise gut sichtbar hinzu:

source: In the next minutes, you will receive an email with your access data to the membership area.
de_de: Du erhältst in den nächsten Minuten eine Email mit deinen Zugangsdaten für den internen Mitgliederbereich.

source: The payment will be processed by %s.
de_de: Die Abbuchung erfolgt durch %s.
