Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember_you_du_lower-*.po
Languages: de_de

source: <a>Click here</a> to unsubscribe.
de_de: <a>Klicke hier</a>, um dich abzumelden.

source: Sorry, you have created too many accounts already.
de_de: Du hast bereits zu viele Konten erstellt. Tut uns leid.

source: You have been unsubscribed.
de_de: Du wurdest abgemeldet.

source: Do you want to unsubscribe from these email messages?
de_de: Möchtest du dich wirklich von diesen E-Mail-Nachrichten abmelden?

source: You have already been unsubscribed from these email messages.
de_de: Du wurdest bereits von diesen E-Mail-Nachrichten abgemeldet.

source: Your %s Account
de_de: Dein %s-Konto

source: Your changes have been saved.
de_de: Deine Änderungen wurden gespeichert.

source: Save Changes
de_de: Änderungen übernehmen

source: Username
de_de: Benutzername

source: You use your username and your password to sign in.
de_de: Mit dem Benutzernamen und deinem Kennwort meldest du dich an.

source: Please enter your current password.|This is required for security reasons for any change you make here.
de_de: Bitte gib dein bestehendes Kennwort hier ein.|Das ist aus Sicherheitsgründen für jede Änderung hier notwendig.

source: New password
de_de: Neues Kennwort

source: Leave it blank to keep your password.<p>Or enter your new password.
de_de: Lasse das Eingabefeld leer, um dein Kennwort zu behalten.<p>Oder gib dein neues Kennwort ein.

source: Retype password
de_de: Kennwort wiederholen

source: Repeat your new password.
de_de: Gib dein Kennwort noch einmal ein.

source: Firstname
de_de: Vorname

source: Please enter your firstname.
de_de: Bitte gib deinen Vornamen an.

source: Lastname
de_de: Nachname

source: Please enter your lastname.
de_de: Bitte gib deinen Nachnamen an.

source: Display name
de_de: Anzeigename

source: This name is displayed, when you write comments or posts.
de_de: Dieser Name wird angezeigt, wenn du einen Kommentar oder Beitrag schreibst.

source: All your personal data stored on %s will be exported and copied to your local computer.
de_de: Deine persönlichen Daten von %s werden jetzt exportiert und lokal auf deinem Computer gespeichert.

source: You will find the data in your local download folder on your computer.
de_de: Du findest deine persönlichen Daten im lokalen Download-Ordner auf deinem Computer.

source: Your account and your data will be irrecoverably erased.
de_de: Dein Konto und deine Daten werden komplett und unwiederbringlich gelöscht.

source: You will NOT be able to access any content of this site any more.
de_de: Du kannst dann NICHT mehr auf die Inhalte dieser Website zugreifen.

source: You renounce on all claims the site owner.
de_de: Du VERZICHTEST auf alle Ansprüche gegen den Webseiten-Betreiber auf Zugriff auf die Inhalte und Wiederherstellung deiner Daten.

source: If you want to continue, enter the text %s below and click on %s.
de_de: Falls du wirklich fortfahren willst, gib den Text %s unten ein und klicke auf %s.

source: Delete your account
de_de: Dein Konto löschen

source: Your account and your data will be irrecoverably deleted.
de_de: Dein Konto und deine Daten werden komplett und unwiederbringlich gelöscht.

source: You will not be able to access this site any more.
de_de: Du kannst dann NICHT mehr auf die Inhalte dieser Website zugreifen.

source: After download the report is in your local download folder on your computer.
de_de: Nach dem download findest du deine persönlichen Daten im lokalen Download-Ordner auf deinem Computer.

source: Your password has been changed.
de_de: Dein Kennwort wurde geändert.

source: The passwords do not match.
de_de: Die Kennwörter stimmen nicht überein.

source: Unfortunately the display name is already taken.
de_de: Der Anzeigename ist leider nicht mehr frei.

source: Sign up
de_de: Anmelden

source: or
de_de: oder

source: Email address
de_de: E-Mail-Adresse

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Please accept our terms and check the checkbox.
de_de: Bitte akzeptiere unsere Bedingungen und hake die Checkbox an.

source: Please prove that you are human and not a bot.
de_de: Bitte zeige uns, dass du ein Mensch und kein Bot bist.

source: There is already an account for the email address %s.
de_de: Für die E-Mail-Adresse %s gab es hier bereits ein Konto.

source: <a>Click here to login.</a>
de_de: <a>Jetzt hier einloggen!</a>

source: There is already an account for the email address %s. We have re-sent the confirmation email to this email address.
de_de: Für die E-Mail-Adresse %s gab es hier bereits ein Konto. Wir haben die Bestätigungsmail noch einmal dorthin versendet.

source: Your account has been created. We have send your password to %s. If you don't receive the email within 10 minutes, please check your spam folder.
de_de: Dein Konto wurde erstellt. Wir haben dein Kennwort an %s gesendet. Falls du die Mail nicht innerhalb von 10 Minuten erhalten hast, prüfe deinen Spam-Ordner.

source: Cancel
de_de: Kündigung

source: Log In
de_de: Anmelden

source: Please enter a username and a password.
de_de: Bitte gib deinen Benutzernamen und dein Kennwort an.

source: You are logged in now.
de_de: Du bist nun eingeloggt.

source: Type of cancellation/Reason for Cancellation
de_de: Art der Kündigung/Grund der Kündigung

source: Date of cancellation
de_de: Zeitpunkt der Kündigung

source: Your entry in the cancellation for order ID %s was successful. A confirmation email was send to you.
de_de: Dein Eintrag zur Kündigung für Bestell-ID %s war erfolgreich. Eine Bestätigungsemail wird an Dich versandt.

source: There was an error while processing your cancellation entry. Please try again later or contact %s.
de_de: Es gab einen Fehler beim Bearbeiten deines Eintrages. Bitte versuche es später erneut oder kontaktiere %s.

source: You may retry this exam as often as you like.
de_de: Du kannst diese Prüfung so oft wiederholen wie du magst.

source: You may retry this exam %s more times.
de_de: Du kannst diese Prüfung noch %s-mal wiederholen.

source: You have used all your tries for this exam. You cannot retry it.
de_de: Du hast alle Versuche für diese Prüfung verbraucht. Du kannst sie nicht wiederholen.

source: We have sent you an email with your new password.
de_de: Wir haben dir eine Email mit dem neuen Kennwort geschickt.

source: Maybe the link is too old or you started two requests at the same time. Please try again.
de_de: Vielleicht ist der Link zu alt oder du hast gleichzeitig zwei Anfragen gestartet. Versuche es einfach nochmal.

source: Your password request could not be processed.
de_de: Deine Anfrage nach einem neuem Kennwort konnte nicht bearbeitet werden.

source: Login
de_de: Einloggen

source: Password
de_de: Kennwort

source: Remember me
de_de: Eingeloggt bleiben

source: Lost your password?
de_de: Kennwort vergessen?

source: Your account has been blocked, because there have been logins from too many devices (IPs). Please try again tomorrow.
de_de: Dein Konto wurde gesperrt, weil es von zu vielen Geräten (IPs) Zugriff auf diese Seite gab. Bitte versuche es morgen wieder.

source: We have sent you the password confirmation link via email to %s.
de_de: Wir haben den Bestätigungslink per E-Mail an %s gesendet.

source: After you clicked on the link, we will send your password to you via email.
de_de: Wenn du auf den Link geklickt hast, senden wir dir dein Kennwort per email zu.

source: We have no user account for email %s.
de_de: Für die E-Mail %s haben wir kein Benutzerkonto.

source: Error code: %s
de_de: Fehler-Code: %s

source: Enter your email address. Only after you clicked the link in the confirmation email, we will create a new password for you.
de_de: Gib deine E-Mail-Adresse ein. Wir senden dir dann eine E-Mail. Nur wenn du auf den Link in der Bestätigungsmail klickst, erstellen wir dir ein neues Kennwort.

source: Set new password
de_de: Neues Kennwort festlegen

source: You have too many failed login attempts. Please wait for %s.
de_de: Du hast zu viele fehlgeschlagene Login-Versuche. Bitte warte %s.

source: The registration could not be carried out.
de_de: Die Registrierung konnte nicht durchgeführt werden.

source: You are at the beginning of the course.
de_de: Du bist am Anfang des Kurses.

source: You are at the end of the course.
de_de: Du bist am Ende des Kurses angelangt.

source: The course has only one module.
de_de: Der Kurs hat nur ein Modul.

source: You already have a password (check our other emails)
de_de: Du hast bereits ein Kennwort (prüfe deine anderen E-Mails)
