Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: On the thankyou page, use the shortcodes %s and %s to display the new users access data.
de_de: Verwende auf der Danke-Seite die Shortcodes %s und %s, um die Zugangsdaten des neuen Users anzugeben.

source: Thankyou page URL
de_de: Danke-Seite-URL

source: Product image
de_de: Produktbild

source: %s approval status
de_de: %s-Genehmigung

source: %s product %s is not selected. Is this correct?
de_de: %s-Produkt %s ist nicht ausgewählt. Ist das so korrekt?

source: Select the %1$s products, that match this %2$s product. If a product is sold by %1$s, then the buyer gets this %2s-product (you currently edit).
de_de: Wähle die %1$s-Produkte, die diesem %2$s-Produkt entsprechen. Falls ein Produkt über %1$s verkauft wird, erhält der Käufer dieses %2s-Produkt (das du gerade bearbeitest).

source: Currently there is an error connecting to you %s account. Please try again later.
de_de: Die Verbindung zu deinem %s-Konto ist fehlgeschlagen. Bitte probiere es später noch einmal.

source: You currently have no %s products.
de_de: Du hast noch keine %s-Produkte.

source: Product Id
de_de: Produkt ID

source: Product Name
de_de: Produktname

source: The user is redirected to this page, when he logs in the first login after purchasing the product. You may want to add some information about the payment, a "Thank You" for his purchase or some hints on how to use your membership area and the download page.
de_de: Der Benutzer wird auf diese Seite geleitet, wenn er sich das erste Mal nach Kauf des Produkts anmeldet. Es ist empfohlen, weitere Informationen über die Zahlung, ein "Dankeschön“ für den Kauf oder weitere Hinweise auf die Verwendung des gekauften Produktes anzuzeigen.

source: The user is redirected to this page starting with the second login. This page may be identical to the first page.
de_de: Auf diese Seite wird der Kunde ab dem zweiten Login geleitet. Die Seite kann identisch mit der ersten Seite sein, oder eine andere, die z.B. Informationen zur Bezahlabwicklung nicht mehr enthält.

source: This link is used to generate links of the short code %s. If not given, page entered for %s above is used.
de_de: Auf diese Seite wird beim Shortcode %s verlinkt. Falls nicht angegeben, wird der Eintrag %s von oben verwendet.

source: Start unlocking ...
de_de: Starte die Freischaltung ...

source: Content with Unlock Day 0 is always visible - even if this date is in the future.
de_de: Inhalte mit dem Freischalt-Tag 0 sind immer sichtbar - auch wenn das obige Datum in der Zukunft liegt.

source: Unlock start date
de_de: Starttag der Freischaltung

source: Current server time is: %s
de_de: Aktuelle Server-Zeit ist: %s

source: You may adjust the timezone in the wordpress menu %ssettings - general%s.
de_de: Passe ggf. die Zeitzone an über das Wordpress-Menü %sEinstellungen - Allgemein%s.

source: Exclude ...
de_de: Inhalte ausschließen

source: Error handling (access denied)
de_de: Fehler-Behandlung (Zugriff verweigert)

source: Select what DigiMember should do, if a logged out user tries to access a protected page.
de_de: Wähle, was DigiMember tun soll, wenn ein ausgeloggter User eine geschütze Seite aufrufen will.

source: Prioritize error handling for this product
de_de: Fehlerbehandlung dieses Produktes priorisieren

source: If the content this product is connected to has at last one more membership product, the error handling of this product will be prioritized.
de_de: Wenn du einen Inhalt diesem Produkt und mindestens einem anderen Mitgliederprodukt zuordnest, wird die Fehlerbehandlung dieses Produktes priorisiert.

source: Error redirect to
de_de: Fehler-Weiterleitung nach

source: If a logged out user tries to access a protected page, he is redirected to this URL.
de_de: Falls ein ausgeloggter User eine geschützte Seite aufrufen will, wird er zu dieser URL weitergeleitet.

source: If a logged out user tries to access a protected page, he is redirected to this page instead.<p>If the target page is also protected, a login form is displayed instead.
de_de: Falls ein ausgeloggter User eine geschützte Seite aufrufen will, wird er zu dieser Seite weitergeleitet.<p>Falls die ausgewählte Seite geschützt ist, wird statt dessen ein Loginformular angezeigt.

source: Error text
de_de: Fehler-Text

source: If a logged out user tries to access a protected page, this text is shown instead. Make sure, you use the short code %s in the text.
de_de: Falls ein ausgeloggter User eine geschützte Seite aufrufen will, wird dieser Text angezeigt. Stelle sicher, dass der Shortcode %s im Text verwendet wird, so dass der User sich anmelden kann.

source: Lock user account, if payment cancelled
de_de: Wordpress-Konto sperren bei Zahlungsausfall

source: Select what DigiMember should do, if the order is cancelled or a rebilling payment is missing.|By default (no), only access to the product is cancelled.|If you select to lock the account, the user cannot log into wordpress, if a payment is cancelled or a rebilling payment is missing.|The account is unlocked, when the next payment comes in.|For admins this setting has no effect.
de_de: Wähle, was DigiMember tun soll, wenn eine Zahlung ausbleibt.|Standardmäßig ("Nein") wird nur der Zugang zum Produkt gesperrt, aber nicht das komplette Konto.|Falls du das Konto sperren möchtest, kann sich der User nicht mehr in Wordpress einloggen, wenn eine Zahlung storniert wurde.|Das Konto wird wieder freigegeben, sobald eine neue Zahlung für das Produkt eingeht.|Für Admins hat diese Einstellung hier keine Auswirkung.

source: Account lock redirect to
de_de: Bei Konto-Sperre weiterleiten nach

source: If a user with a locked account tries to log in, he is redirected to this url instead.
de_de: Falls ein User mit gesperrtem Konto sich anmelden will, wird er zu dieser URL weitergeleitet.

source: If a user with a locked account tries to log in, he is redirected to this page instead.
de_de: Falls ein User mit gesperrtem Konto sich anmelden will, wird er zu dieser Seite weitergeleitet.

source: Account lock message
de_de: Konto-Sperre-Hinweis

source: If a user with a locked account tries to log in, the login fails and this message is displayed.
de_de: Falls ein User mit gesperrtem Konto sich anmelden will, wird diese Nachricht angezeigt.

source: Menu settings
de_de: Menüeinstellungen

source: Protect comments
de_de: Kommentare schützen

source: If enabled, comments will only be visible to product owners (if the page/post is assigned to this product)
de_de: Falls aktiviert, sind Kommentare nur für Produktinhaber sichtbar (falls die Seite/der Beitrag dem Produkt zugeordnet ist).

source: Days of access
de_de: Zugangs&shy;dauer

source: The access will be granted for this number of days.|Leave blank for subscriptions, because for subscriptions the payment provider will cancel the access to the product, when a payment is missing. Otherwise the user may access the product this number of days after his last payment.|Use the shortcode %s to display the remaining days a user has access to the product.
de_de: Der Zugang wird für diese Anzahl von Tagen gewährt.|Lasse das Feld für Abos leer, denn bei Abos sperrt der Bezahlanbieter den Zugang zum Produkt, wenn eine Zahlung ausbleibt. Ansonsten hat der Käufer diese Anzahl an Tagen nach der letzten Zahlung Zugang zu dem Produkt. D.h. auch bei Abos beginnt der Zugang mit jeder Zahlung neu.|Verwende den Shortcode %s, um die Anzahl der verbleibenden Tage anzuzeigen, die der User das Produkt noch nutzen kann.

source: Default is to leave this field empty. Then the payment provider handles the product access.
de_de: Standard ist, das Feld leer zu lassen. Dann sperrt bei Abos der Bezahlanbieter ggf. den Zugang zum Produkt.

source: Sales letter
de_de: Verkaufstext

source: for %s only
de_de: nur für %s

source: Only used, if the shortcode %s is used inside a protected content.|This text is displayed after the preview content.|For more infos, see %s
de_de: Wird nur verwendet, wenn der Shortcode %s innerhalb von geschützem Inhalt vorhanden ist.|Dieser Text wird dann nach der kostenlosen Vorschau angezeigt.|Für mehr infos, siehe %s

source: If page not yet available
de_de: Wenn diese Seite ist noch nicht verfügbar ist

source: Select what DigiMember should do, if a user tries to access a protected page, which will be available to the user later.
de_de: Wähle, was DigiMember tun soll, wenn ein User versucht, eine geschützte Seite aufzurufen, die erst später freigeschaltet wird.

source: Not yet available message
de_de: Noch-Nicht-Verfügbar-Nachricht

source: Will be shown, if the content of a product is not yet available and the user has to wait some days.|Use these shortcodes:|%s = number of days|%s = first date of acces|%s = text: in XX days
de_de: Wird angezeigt, wenn der Inhalt eines Produkts noch nicht verfügbar ist und der Benutzer noch einige Tage warten muss.|Verwende diese Shortcodes:%s = Anzahl der Tage|%s = Datum der Freischaltung|%s = Text: in XX Tagen

source: If a logged in user tries to access a protected page, he is redirected to this URL.
de_de: Falls ein eingeloggter User eine geschützte Seite aufrufen will, wird er zu dieser URL weitergeleitet.

source: If a logged in user tries to access a protected page, he is redirected to this page instead.<p>If the target page is also protected, a login form is displayed instead.
de_de: Falls ein eingeloggter User eine geschützte Seite aufrufen will, wird er zu dieser Seite weitergeleitet.<p>Falls die ausgewählte Seite geschützt ist, wird statt dessen ein Loginformular angezeigt.

source: Download now
de_de: Jetzt downloaden

source: After the purchase, the user is redirected to this page. On this page your provide the download links.
de_de: Nach dem Kauf wird der Käufer auf diese Seite geleitet. Füge die Download-Links auf dieser Seite ein.

source: Shortcode for protected downloads:
de_de: Shortcode für geschützte Downloads:

source: If given, the user may access the download page for this number of days. Leave blank for no limit.
de_de: Falls angegeben, kann der User auf die Download-Seite für diese Anzahl von Tagen zugreifen. Lasse das Feld leer für zeitlich unbegrenzten Zugriff.

source: The access will be granted for this number of days.|Leave blank for unlimited access.
de_de: Der Zugang wird für diese Anzahl von Tagen freigeschaltet.|Lasse das Feld leer für zeitlich unbegrenzten Zugang.|Du kannst bei jedem Download-Link angeben, wie oft er genutzt werden kann.

source: If given, the user may access each download URL on the page this number of times. Leave blank for no limit.
de_de: Falls angegeben, kann der User auf der Download-Seite jeden Download-Link so oft (wie angegeben) aufrufen. Lasse das Feld leer, um die Anzahl der Downloads nicht zu begrenzen.

source: times
de_de: mal

source: Error redirect to URL
de_de: Fehler-Weiterleitung nach

source: Error redirect to page
de_de: Fehler-Weiterleitung auf

source: Request waiver for right of rescission
de_de: Verzicht aufs Widerrufsrecht erfragen

source: If selected, then the buyer can only access paid content after the right of rescission has expired or after he willingly agrees to waive this right.|If he waives this right and if the order has been processed by %s, %s will be notified about this.
de_de: Falls gewählt, kann der Käufer nur dann auf Bezahlinhalte zugreifen, wenn entweder die Widerrufsfrist abgelaufen ist oder er willentlich auf sein Widerrufsrecht verzichtet hat.|Falls er verzichtet und falls die Bestellung von %s abgewickelt worden ist, wird %s über den Verzicht benachrichtigt.

source: This setting has no effect, if you have set a refund policy of %s or more days in %s.
de_de: Gilt NICHT, wenn du dem Käufer eine Rückgabefrist von %s Tagen oder mehr in %s zusicherst.

source: Page with Waiver Declaration
de_de: Seite mit Verzichtserklärung

source: Make sure, this page is NOT protected.
de_de: Stelle sicher, dass diese Seite NICHT geschützt ist.

source: Add this shortcode to the page:
de_de: Füge diesen Shortcode zur Seite hinzu:

source: Create one or more products for your protected membership site.
de_de: Erstelle eins oder mehrere Produkte, für die du einen geschützten Mitgliederbereich erstellen und verwalten möchtest.

source: Product name
de_de: Produktname

source: Product id
de_de: Produkt ID

source: Product type
de_de: Produkttyp

source: Waiver for|right of rescission
de_de: Verzicht aufs|Widerrufsrecht

source: Days of|access
de_de: Zugangsdauer|(Tage)

source: No products found.
de_de: Keine Produkte vorhanden.

source: With %s you may protect different kinds of products, e.g. ebooks, posts, audio books or video lessons. Please create a product first. To do so, click on the button <em>Create</em> above. Later you can <a>add content</a> to the product.
de_de: Mit %s kannst du verschiedene Produkte, wie z.B. E-Books, Artikel, Hörbücher und sogar Videoschulungen schützen. Lege bitte zu erst ein Produkt an. Klicke dazu auf die Schaltfläche <em>Erstellen</em> oben. Anschließend kannst für das Produkt die <a>Inhalte festlegen</a>.

source: Add membership product
de_de: Neues Mitglieder-Produkt

source: Add download product
de_de: Neues Download-Produkt

source: Deleted one product irrevocably.
de_de: Ein Produkt endgültig gelöscht.

source: Deleted %s products irrevocably.
de_de: %s Produkte endgültig gelöscht.

source: Moved one product to trash.
de_de: Ein Produkt in den Papierkorb verschoben.

source: Moved %s products to trash.
de_de: %s Produkte in den Papierkorb verschoben.

source: Restored one product from trash.
de_de: Ein Produkt wiederhergestellt.

source: Restored %s products from trash.
de_de: %s Produkte wiederhergestellt.

source: Published one product.
de_de: Ein Produkt veröffentlicht.

source: Published %s products.
de_de: %s Produkte veröffentlicht.

source: Unpublished one product.
de_de: Veröffentlichung von einem Produkt zurückgenommen.

source: Unpublished %s products.
de_de: Veröffentlichung von %s Produkten zurückgenommen.

source: In %s one product is included. To publish more than one product, please upgrade.
de_de: In %s ist ein Produkt enthalten. Für mehr Produkte benötigst du ein Upgrade.

source: In %s %s products are included. To publish more than %s products, please upgrade..
de_de: In %s sind %s Produkte enthalten. Für mehr als %s Produkte, benötigst du ein Upgrade.

source: File vault
de_de: Download-Tresor

source: File type
de_de: Datei-Typ

source: File URL
de_de: Dateiurl

source: The file URL is kept secret from the user.
de_de: Diese URL wird dem User nicht bekannt gegeben.

source: Upload file
de_de: Datei hochladen

source: days
de_de: Tage

source: or
de_de: oder

source: Leave blank for no limit.
de_de: Leer lassen für zeitlich unbegrenzten Zugriff.

source: File name
de_de: Dateiname

source: Signup Form Generator
de_de: Registrierungsformular-Generator

source: New users will get the selected product(s).
de_de: Neue Mitglieder erhalten die ausgewählten Produkte.

source: After sign up ...
de_de: Nach dem Ausfüllen des Formulars ...

source: ... log in the user and redirect him to the product's start page
de_de: ... den User einloggen und auf die Startseite des Produkts weiterleiten

source: ... redirect him to a thank you page
de_de: ... den User auf eine Danke-Seite weiterleiten

source: Generate form code
de_de: Formular-Code erzeugen

source: On this page you can create a simple sign up form.
de_de: Hier kannst du ein vereinfachtes Registrierungsformular erstellen.

source: The generated form code can be used as HTML code for page builders, to directly utilize the design settings of the theme.
de_de: Der generierte Formularcode kann als HTML Code bei verschiedenen Pagebuildern eingebaut werden, um die Designeinstellungen des Themes zu nutzen.

source: new webhook
de_de: Neue Webhook

source: Is active
de_de: Ist aktiv

source: Webhook function
de_de: Webhook Funktion

source: Create order
de_de: Bestellung anlegen

source: Deactivate order
de_de: Bestellung deaktivieren

source: Email parameter
de_de: Parametername für E-Mail

source: First name parameter
de_de: Parametername für Vorname

source: Last name parameter
de_de: Parametername für Nachname

source: The parameters above can be transferred as GET or POST parameters. %s accepts both types.
de_de: Die Parameter oben können als GET- oder POST-Parameter übertragen werden. %s akzeptiert beide Arten.

source: Assign products ....
de_de: Produkt-Ids werden ...

source: ... here on this page
de_de: ... hier auf dieser Seite festgelegt

source: ... by GET or POST parameter
de_de: ... als GET oder POST-Parameter zu übertragen

source: Products for new members
de_de: Produkte für neue Mitglieder

source: New users get these products.
de_de: Neue Mitglieder erhalten die ausgewählten Produkte.

source: Product parameter
de_de: Parametername für Produkt-Id(s)

source: Assign order id ....
de_de: Bestell-Ids werden ...

source: Fixed order id
de_de: Feste Bestell-ID

source: Use this parameter to send an individual order id on the webhook call.
de_de: Über diesen Parameter kann die Bestell-ID individuell im Webhook Aufruf konfiguriert werden.

source: Order id parameter
de_de: Parametername für Bestell-Id

source: Revoke access ....
de_de: Zugang deaktivieren zu ....

source: ... instant
de_de: ... sofort

source: ... delayed
de_de: ... zeitverzögert

source: Revoke access parameter
de_de: Parametername für Deaktivierungsdatum

source: Use this parameter to send an individual date to stop the access on the webhook call. Provide the date in the format YYYY-MM-DD. So use 2022-02-01 for February 01 , 2022.
de_de: Über diesen Parameter kann das Deaktivierungsdatum individuell im Webhook Aufruf konfiguriert werden. Dafür das Datum im Format JJJJ-MM-TT übergeben, also 2022-02-01 für den 1. Februar 2022.

source: Assign password ....
de_de: Kennwörter werden ...

source: ... by generating a random password
de_de: ... zufällig erzeugt

source: Existing passwords are never changed.
de_de: Kennwörter von bereits bestehenden Mitgliedern werden nie verändert.

source: Password parameter
de_de: Parametername für Kennwort

source: Action URL
de_de: Aktions-URL

source: Click "Save" to display the action URL.
de_de: Speichere, um die Aktions-URL anzuzeigen.

source: Parameters
de_de: Parameter

source: Intergration
de_de: Anbindung

source: Webhooks are NOT included in your subscription.
de_de: Webhooks sind NICHT in deinem Paket enthalten.

source: Please add a webhook first.
de_de: Bitte füge zunächst einen Webhook hinzu.

source: Web push notification message
de_de: Web-Push-Nachrichten

source: Title
de_de: Titel

source: Recommended size: %s x %s pixels.
de_de: Empfohlene Größe: %s x %s Pixel.

source: Target URL
de_de: Ziel-URL

source: After the user clicks on the push notification, he is directed to this URL.
de_de: Nach dem Klick auf die Nachricht wird der User auf diese URL geleitet.

source: Image below message
de_de: Bild unter der Nachricht

source: use a 3:2 ratio for the image size
de_de: 3:2-Seitenverhältnis

source: Preview image
de_de: Vorschau-Bild

source: Preview image for small display.
de_de: Vorschaubild für kleine Displays.

source: Times sent
de_de: So oft versendet

source: started on %s
de_de: seit %s

source: Times shown
de_de: So oft angezeigt

source: Times clicked
de_de: So oft geklickt

source: Total conversion
de_de: Gesamt-Conversion

source: Send to
de_de: Sende an

source: Single user
de_de: Einzelner User

source: All subscribers
de_de: Alle Abonnenten

source: Users of one of these products
de_de: Besitzer von wenigstens einem dieser Produkte

source: Users without any of these products
de_de: User ohne diese Produkte

source: Recipient user
de_de: Empfänger-User

source: The push notification is now sent to ALL subscripers.|This cannot be stopped or undone.|Continue?
de_de: Die Web-Bush-Nachricht wird nun an ALLE Abonnenten verschickt.|Das kann nicht gestoppt oder rückgängig gemacht werden.|Fortfahren?

source: Send now
de_de: Jetzt versenden

source: Reset statistic
de_de: Statistik zurücksetzen

source: The numbers are resetted to 0.|Continue?
de_de: Die Statistik wird nun zurückgesetzt.|Fortfahren?

source: For %s only
de_de: Nur für %s

source: The statistics have been reset.
de_de: Die Statistik wurde zurückgesetzt.

source: Push notification sent to %s user.
de_de: Web-Push-Nachricht versendet an %s User.

source: Push notification sent to %s users.
de_de: Web-Push-Nachricht versendet an %s User.

source: Subscriptions
de_de: Abonnements

source: Web push notification messages
de_de: Web-Push-Nachrichten

source: Web push notifications are NOT included in your subscription.
de_de: Web-Push-Nachrichten sind NICHT in deinem Paket enthalten.

source: Web push notifications work with Firefox and Chrome.
de_de: Web-Push-Nachrichten funktionieren mit Firefox und Chrome.

source: Messages sent
de_de: Nachrichten versendet

source: Show quota
de_de: Anzeige-Quote

source: Click quota
de_de: Klick-Quote

source: Web push settings
de_de: Web-Push-Einstellungen

source: Optin method
de_de: Optin-Methode

source: Label
de_de: Text

source: Optout method
de_de: Optout-Methode

source: Optout button image
de_de: Bild für Optout-Button

source: Use confirm dialog
de_de: Bestätigungsdialog anzeigen

source: Is shown before the user is asked for permission for notifications.
de_de: Wird angezeigt, bevor der User um Erlaubnis für die Web-Push-Benachrichtigungen gefragt wird.

source: Dialog Title
de_de: Dialog-Titel

source: Dialog Message
de_de: Nachricht

source: Ok button label
de_de: Text für OK-Button

source: Cancel button label
de_de: Text für Abbrechen-Button

source: Show exit popup
de_de: Exit-Popup anzeigen

source: Only shown, if the user has <em>not</em> subscribed.
de_de: Wird nur angezeigt, wenn der User die Nachrichten <em>nicht</em> bestellt hat.

source: unlimited views
de_de: Unbegrenzt viele Views

source: per day
de_de: je Tag

source: in %s days
de_de: in %s Tagen

source: per week
de_de: je Woche

source: in 2 weeks
de_de: in 2 Wochen

source: Limit views to
de_de: Begrenze Views auf

source: Confirmation dialog
de_de: Bestätigungs-Dialog

source: Optout button hidden
de_de: Optout-Button wird versteckt

source: Optout button shown
de_de: Optout-Button wird angezeigt

source: Web push subscriptions
de_de: Web-Push-Abonnenten

source: Subscription id
de_de: Abo-Id

source: Last result
de_de: Letzter Status

source: Deliveries
de_de: Verschickt

source: Lectures of product
de_de: Lektionen vom Produkt

source: Product of current course
de_de: Produkt des aktuellen Kurses

source: Wordpress menu
de_de: Wordpress-Menü

source: This link is not valid. Please use the link from the email to unsubscribe.
de_de: Der Link ist nicht gültig. Bitte verwende noch einmal den Link aus der Email, um die Nachrichten abzubestellen.

source: Question
de_de: Frage

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Success
de_de: Erfolg

source: No shortcodes added until now.
de_de: Noch keine Shortcodes hinzugefügt.

source: For more infos <a>click here</a>.
de_de: Für mehr Infos <a>klicke hier</a>.

source: DigiMember Shortcode
de_de: DigiMember › Shortcodes

source: User not found
de_de: Benutzer nicht gefunden

source: Invalid e-mail address
de_de: Ungültige E-Mail Adresse

source: User creation failed due to an unknown error
de_de: Benutzererstellung fehlgeschlagen aufgrund eines unbekannten Fehlers

source: Invalid email address
de_de: Ungültige E-Mail Adresse

source: User does not exist
de_de: Benutzer existiert nicht

source: Product id missing
de_de: Produkt ID fehlt

source: Order id missing
de_de: Bestellnummer fehlt

source: User password incorrect
de_de: Benutzer Kennwort ist falsch

source: Permission needs to be Zapier
de_de: Berechtigung muss auf Zapier stehen

source: Wrong Zapier Version
de_de: Falsche Zapier Version
