Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-3rd-party-*.po
Languages: de_de

source: Add tags
de_de: Tag hinzufügen

source: Invalid tag id #%s
de_de: Ungültige Tag-Id: #%s

source: Remove tags
de_de: Tag entfernen

source: To connect ShareIt to DigiMember, please send a mail to the ShareIt support. This is required to use ShareIt with DigiMember.<p> ShareIt will set the correct notification URL for you ShareIt account.<p>Please not, that ShareIt only support one notification URL per ShareIt account.<p>ShareIt will need 2-3 workdays to update your configuration.
de_de: Um Shareit mit DigiMember zu verbinden, sende bitte eine E-Mail an den Shareit-Support. Das ist erforderlich, um Shareit mit DigiMember zu verwenden.<p>Diese E-Mail wird auf Knopfdruck automatisch generiert.<p>Der ShareIt-Support wird für deinen ShareIt-Account die korrekte Benachrichtungs-URL einrichten.<p>Beachte bitte, dass ShareIt nur eine Benachrichtungs-URL je ShareIt-Account unterstützt.<p>Shareit wird 2-3 Werktage benötigen, um das Update deiner Konfiguration durchzuführen.

source: Please <a>create a product first</a>.
de_de: Bitte <a>richte zuerst ein Produkt ein</a>.

source: Send email to ShareIt
de_de: E-Mail an Shareit-Support senden

source: Send configuration update email to ShareIt support.
de_de: Sende eine Anfrage an den Shareit-Support, so dass dort die Einstellungen übernommen werden.

source: The email to ShareIt's customer support is sent now.<p>Please note that this changes the notification url for your ShareIt-account, not just for the selected products, since ShareIt does not support different notification URLs for different products.<p>You will receive a copy of the email.<p>Continue?
de_de: Die E-Mail an den ShareIt-Support wird jetzt gesendet.<p>Beachte bitte, dass dies die Benachrichtungs-URL für deinen kompletten ShareIT-Account ändert und nicht nur für die ausgewählten Produkte. Dies liegt daran, dass ShareIt es nicht erlaubt, unterschiedliche Benachrichtigungs-URLs für verschiedene Produkte einzurichten.<p>Du erhältst eine Kopie der E-Mail.<p>Fortfahren?

source: An email with your request has been sent to the ShareIt support (%s). You will receive a copy of this email to %s. Please give the ShareIt support 2-3 workdays to handle your request.
de_de: Eine E-Mail mit deiner Anfrage wurde an den Shareit-Support (%s) geschickt. Du erhältst eine Kopie an %s. Bitte gib dem Shareit-Support 2-3 Werktage Zeit, deine Anfrage zu bearbeiten.

source: KlickTipp (full integration / requires KlickTipp Premium)
de_de: KlickTipp (Vollintegration / ab KlickTipp-Premium)

source: KlickTipp (email integration / for all KlickTipp versions)
de_de: KlickTipp (E-Mail-Integration / für alle KlickTipp-Versionen)

source: CleverReach (SOAP Api / deprecated. For existing configurations only)
de_de: CleverReach (SOAP API / veraltet. Nur für existierende Konfigurationen)

source: CleverReach (REST Api / recommended for new configurations)
de_de: CleverReach (REST API / empfohlen für neue Konfigurationen)

source: GetResponse (v1.5.0 JSON-RPC / depricated. Will be disabled on 10-01-2021)
de_de: GetResponse (v1.5.0 JSON-RPC / veraltet. Wird ab dem 01.10.2021 abgeschaltet)

source: GetResponse (v3 REST / recommended for new configurations)
de_de: GetResponse (v3 REST / empfohlen für neue Konfigurationen)

source: Go to %s and set up an autosreponder of type %s.
de_de: Gehe auf %s und füge eine Anbindung vom Typ %s hinzu.

source: Important note!
de_de: Wichtiger Hinweis!

source: Error when setting tags for contact %s of %s: %s.
de_de: Konnte Tags für %s bei %s nicht setzen: %s.

source: No %s List selected.
de_de: Keine %s-Liste ausgewählt.

source: API key
de_de: API-Schlüssel

source: E.g. %s
de_de: Z.B. %s

source: List
de_de: Liste

source: Enter your %1$s API key, save and then pick a %1$s list here.
de_de: Bitte gib oben einen gültigen %1$s-API-Schlüssel ein, speichere und wähle dann die %1$s-Liste hier aus.

source: Please log into your %s account and create a list.
de_de: Bitte melde dich bei deinem %s -Konto an und erstelle eine Liste.

source: The API key is invalid.
de_de: Der API-Schlüssel ist nicht gültig.

source: %s list
de_de: %s-Liste

source: Separate multiple tags by commas
de_de: Trenne mehrere Tags durch Kommas

source: Add automation
de_de: Automation hinzufügen

source: Remove automation
de_de: Automation entfernen

source: You don't have any automations in %s.
de_de: Du hast noch keine Automationen in %s.

source: %s automation
de_de: %s-Automationen

source: In [ARNAME] you need to append the get parameter [GETARGS] to the thankyou url, e.g. [EXAMPLE_URL].
de_de: In [ARNAME] füge bitte die GET-Parameter [GETARGS] zur Danke-URL hinzu, z.B. [EXAMPLE_URL].

source: GET parameters on thankyou page are missing. This is not a visit of a new contact. The required GET parameters are: %s
de_de: Beim Danke-Seite-Aufruf fehlen GET-Parameter. Dies ist kein Besuch eines neuen Kontakts. Benötige GET-Parameter sind: %s

source: Invalid email %s for GET parameter %s given.
de_de: Ungültige Email-Adresse %s für GET-Parameter %s angegeben.

source: invalid GET params on thankyou page - invalid email or contact too old.
de_de: Ungültige GET-Parameter beim Danke-Seite-Aufruf - die Email-Adresse nicht gültig.

source: invalid GET params on thankyou page - email does not match SubscriberID. Someone has probably manipulated the GET params.
de_de: ungültige GET-Parameter beim Danke-Seite-Aufruf - die E-Mail-Adresse passt nicht zur SubscriberId. Vermutlich hat jemand die GET-Parameter manipuliert.

source: In <strong>ActiveCampaign</strong> in the top menu click on <em>Lists</em>. Then click on the button <strong>Manage Fields</strong>. Add new fields of type <em>Hidden field</em>.
de_de: In <strong>ActiveCampaign</strong> im Menü oben wähle <em>Lists</em>. Dann den Button <strong>Manage Fields</strong>. Füge neue Felder als <em>Hidden field</em> hinzfu.

source: In <strong>ActiveCampaign</strong>, at the bottom left, click on <em>Settings</em>.
de_de: In <strong>ActiveCampaign</strong> klicke unten links auf <em>Settings</em>.

source: On the left menu click on <em>Developer</em>.
de_de: Im Menü wähle <em>Developer</em>.

source: Locate the headline <em>API Access</em>.
de_de: Suche die Überschrift <em>API Access</em>.

source: Copy and paste the URL and the Key here into this form.
de_de: Kopiere URL und den Key hier in dieses Formular.

source: Save your changes.
de_de: Speichere deine Änderungen.

source: Select the %s list from the dropdown list and save again.
de_de: Wähle die %s-Liste in der Dropdownliste aus und speichere erneut.

source: %s (%s subscriber)
de_de: %s (%s Kontakt)

source: %s (%s subscribers)
de_de: %s (%s Kontakte)

source: Missing API credentials for %s.
de_de: API-Schlüssel und -URL fehlen für %s.

source: The AWeber API needs the php extension "curl" activated for your webaccount. Without "curl", a connection to AWeber is not possible. Please ask your webhoster to activate "curl".
de_de: Die AWeber-API benötigt die PHP-Erweiterung "Curl". Ohne Curl kann keine Verbindung zum AWeber-Server aufgebaut werden. Bitte deinen Webhoster, Curl für PHP zu installieren.

source: To get an authorization code from AWeber, <a>click here</a>.
de_de: Um einen Autorisierungs-Code von AWeber zu erhalten, <a>klicke hier.</a>.

source: To authenticate with AWeber, you need an authoriation code. Click on the link below the input area to visit the AWeber web site and get one.<p><strong>Important:</strong> If you have more than one AWeber autoresponder setting, you need to enter a new authorization code for each each of these settings - even if you use the same AWeber account.
de_de: Für die Verbindung zu AWeber benötigst du einen Autorisierungs-Code. Klicke auf den Link unter dem Eingabefeld und besuche die AWeber-Webseite, um solch einen Code zu erhalten.<p><strong>Wichtig:</strong> Falls du mehrere AWeber-Autoresponder-Einstellungen einrichtest, benötigst du für jede Einstellung einen eigenen Code - auch wenn du für alle Einstellugen denselben AWeber-Account verwendest.

source: AWeber Authorization Code
de_de: AWeber Autorisierungs-Code

source: AWeber list
de_de: AWeber-Liste

source: Enter a valid authorization code above, save and then pick a AWeber list here.
de_de: Bitte gib oben einen gültigen Autorisierungs-Code ein, speichere und wähle dann die AWeber-Liste hier aus.

source: Please log into your AWeber account and create an email list.
de_de: Bitte melde dich bei deinem AWeber-Konto an und erstelle eine Emailliste.

source: The authorization code is invalid.
de_de: Der Autorisierungscode ist nicht gültig.

source: <a>Click here</a> to log into AWeber and retrieve an authorization code. Copy the code to the clipboard.
de_de: <a>Klicke hier</a>, um dich in AWeber anzumelden und einen Autorisierungs-Code zu erhalten. Kopiere den Code in die Zwischenablage.

source: <strong>Here in DigiMember</strong> paste the code into the <em>AWeber Authorization Code</em> text input.
de_de: <strong>Hier in DigiMember</strong> füge den Code in das <em>AWeber Autorisierungs-Code</em>-Textfeld ein.

source: Select the correct list from the <em>AWeber list</em> dropdown list above.
de_de: Wähle die E-Mail-Liste im Feld <em>AWeber-Verteiler</em> oben aus.

source: Save your changes again and you are done.
de_de: Speichere deine Änderungen nochmal und fertig.

source: The AWeber Authoration is invalid. Please get an new AWeber authorization code.
de_de: Der Autorisierungs-Code ist ungültig. Bitte hole einen neuen Autorisierungs-Code.

source: This autoresponder type is inactive, because the web server does not meet the technical requirements.
de_de: Dieser Autoresponder-Typ ist inaktiv, weil dein Weberserver nicht die notwendigen technischen Vorraussetzungen erfüllt.

source: Member auto join
de_de: Mitglieder-Auto-Registrierung

source: After signing up in [ARNAME], new contacts may automatically get an account in [PLUGIN]. To do so, use the shortcode [SHORTCODE] on the Double opt-in processes thank you page.
de_de: Nachdem der Kontakt zu [ARNAME] hinzugefügt wurde, kann er automatisch ein [PLUGIN]-Konto erhalten. Dazu benutze den Shortcode [SHORTCODE] auf der Danke-Seite des Double Opt-In-Prozesses.

source: [ARNAME] custom field names
de_de: Personalisierte Felder in [ARNAME]

source: In [ARNAME], you may extend your contacts by custom fields. Check the documention of [ARNAME] on how to do this. Below you find a list of fields [PLUGIN] can send to [ARNAME]. In [ARNAME] you may add these fields as a placeholder to the emails [ARNAME] sends.
de_de: In [ARNAME] kannst du deine Kontakte um zusätzliche Felder erweitern. Ziehe dazu die Dokumentation von [ARNAME] zu Rate. Unten findest du eine Liste von Feldern, die [PLUGIN] in [ARNAME] füllen kann. In [ARNAME] kannst du diese Felder als Platzhalter zu den E-Mail-Texten hinzufügen.

source: IMPORTANT: If you want to use custom fields in Digimember, you need to create them as an “Intergroup field“.
de_de: WICHTIG: Um die zusätzlichen Felder in DigiMember zu verwenden, müssen diese als “Listenübergreifende Felder” angelegt werden.

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Order date
de_de: Bestelldatum

source: Order id
de_de: Bestell-Id

source: Username
de_de: Loginname

source: The user's login name for your site. Default is his email address.
de_de: Der Loginname des Benutzers für deine Webseite. Standard ist seine E-Mail-Adresse.

source: Password
de_de: Passwort

source: The URL to the web page the user visits to log into your site. This is the page containing the login form.
de_de: Die URL der Seite, auf der sich der Benutzer einloggen kann. Dies ist die Seite mit dem Login-Formular.

source: You may use the login key for auto login links in your email.|Add a GET parameter %s to your blogs URL int the email and set it to the value of the login key custom field.
de_de: Mit dem Login-Key können sich die Leser deiner Emails automatische bei deinem Blog einloggen.|Füge dazu zu der URL in der Email den GET-Parameter %s hinzu. Setze den GET-Parameter auf den Wert des Feldes Login-Key.

source: FirstName
de_de: Vorname

source: LastName
de_de: Nachname

source: OrderDate
de_de: Bestelldatum

source: Placeholder in %s mails: %s
de_de: Platzhalter in %s-E-Mails: %s

source: Default is: %s
de_de: Standard ist: %s

source: Home page
de_de: Startseite

source: Placeholder for login URL to page %s: %s
de_de: Platzhalter für Login-URL zu Seite %s: %s

source: No valid form for %s Group '%s'. Please update the Autoresponder's (id %s) settings.
de_de: Kein gültiges Formular für %s-Gruppe '%s' ausgewählt. Bitte prüfe die Autoresponder-Einstelungen (Id %s).

source: %s Custom field names
de_de: Personalisierte Felder in %s

source: In [ARNAME] you may add custom fields (select <em>Contacts</em>, then select a group and select the tabs <em>Settings</em> and then <em>fields</em>. Below you find a list of fields [PLUGIN] can send to [ARNAME]. Add the fields in [ARNAME] and make sure the names in [PLUGIN] and in [ARNAME] match.
de_de: In [ARNAME] kannst du zusätzliche Felder zu den Kontakten hinzufügen. Wähle dazu <em>Kontakte</em> und klicke auf eine Gruppe. Dort wähle den Tab <em>Einstellungen</em>, dann <em>Felder</em>. |Unten findest du eine Liste mit Feldern, die [PLUGIN] zu [ARNAME] senden kann. Die Namen hier in [PLUGIN] und in [ARNAME] müssen übereinstimmen. Wenn du später eine Email in [ARNAME] bearbeitest, kannst du diese Felder einfügen.

source: %s API Key
de_de: %s-API-Schlüssel

source: %s Recipient Group
de_de: %s-Empfänger-Gruppe

source: Enter your %1$s API key, save and then pick a %1$s group here.
de_de: Bitte gib oben einen gültigen %1$s-API-Schlüssel ein, speichere und wähle dann die %1$s-Empfänger-Gruppe hier aus.

source: Use double-opt-in
de_de: Double-Opt-In verwenden

source: This option applies only to sales (where the customer pays money).|For free sign ups (using the shortcode %s), a double-opt-in is always used.
de_de: Gilt nur für Verkäufe (bei denen der Kunde Geld bezahlt).|Bei kostenlosen Produkten (über den Shortcode %s) wird immer ein Double-Optin verwendet.

source: Form ID
de_de: Formular-Id

source: If you change the %s group above, please save and pick another form here.
de_de: Falls du die %s-Gruppe oben änderst, speichere bitte und wähle hier das Formular erneut aus.

source: <strong>In %s</strong> please create a form for the selected recipient group. Then here in %s click <em>Save changes</em> and select the form here.
de_de: <strong>Bitte erstelle erst</strong> in %s ein Formular für die ausgewählte Empfänger-Gruppe. <strong>Hier in %s</strong> klicke dann auf <em>Änderungen speichern</em>. Wähle dann hier das Formular aus.

source: Select the %s group above and save your changes. Then select the form here.
de_de: Wähle die %s-Gruppe und speichere. Dann wähle das Formular hier.

source: <strong>In %s</strong> click on Account - API.
de_de: <strong>In %s</strong> klicke auf <em>Account - API</em>.

source: Click on <em>Create new API key</em>.
de_de: Klicke auf <em>Neuen API Key erstellen</em>.

source: Optional: enter "%s" (or any other name) as a name for the API key.
de_de: Optional: gib "%s" (oder einen anderen Hinweis) als Verwendungszweck für den API-Schlüssel an.

source: Make sure, the <em>permissions</em> are set to <em>read/write</em>.
de_de: Wähle als <em>Zugriffsrechte</em> <em>Lese- und Schreibrechte</em>.

source: Copy the API key to the clipboard.
de_de: Kopiere den API-Schlüsel in die Zwischenablage.

source: <strong>Here in %s</strong> paste the API key into the <em>%s API key</em> text field.
de_de: <strong>Hier in %s</strong> füge den API-Schlüssel in das Feld <em>%s-API-Schlüssel</em> ein.

source: Select the %s group from the dropdown list and save again.
de_de: Wähle die %s-Gruppe in der Dropdownliste aus und speichere erneut.

source: The %s API needs the php extension "soap" activated for your web account. Without, a connection to %s is not possible. Please ask your web hoster to install and activate "soap" for php.
de_de: Die %s-API benötigt die PHP-Erweiterung "Soap". Ohne Soap kann keine Verbindung zum %s-Server aufgebaut werden. Bitte deinen Webhoster, Soap für PHP zu installieren.

source: Enter your %1$s Client ID and Client Secret, save and then pick a %1$s group here.
de_de: Bitte gib oben eine gültige %1$s Client ID und das Client Secret ein, speichere und wähle dann die %1$s-Empfänger-Gruppe hier aus.

source: The Client ID or the Client Secret is invalid.
de_de: Die Client ID oder das Client Secret sind ungültig.

source: <strong>In %s</strong> click on My Account - Extras - REST API.
de_de: <strong>In %s</strong> klicke auf <em>Mein Account - Extras - REST API</em>.

source: Click on <em>Create new OAuth App</em>.
de_de: Klicke auf <em>Neue OAuth App erstellen</em>.

source: Optional: enter "%s" (or any other name) as a name for the OAuth App.
de_de: Optional: gib "%s" (oder einen anderen Hinweis) als Namen für die OAuth App an.

source: Please use REST API Version 3.
de_de: Bitte nutze die REST API Version 3.

source: Make sure, the <em>Scopes</em> are set for at least <em>receivers</em> and <em>forms</em>.
de_de: Wähle als <em>Scopes</em> mindestens <em>Empfänger</em> und <em>Formulare</em> aus.

source: Copy the Client ID and the Client Secret into the related text fields below this description.
de_de: Kopiere die Client ID und das Client Secret in die entsprechenden Textfelder unter dieser Beschreibung.

source: Signup Form Html
de_de: Anmelde-Formular-HTML-Code

source: E.g.
de_de: z.B.

source: <strong>In the FlateRateNewsletter Controll Center</strong> select <em>Integration - Signup Forms</em>.
de_de: <strong>Im FlateRateNewsletter Controll Center</strong> wähle <em>Integration - Anmelde-Formulare</em>.

source: Create a new simple signup form with the default settings - for one list only and <strong>without</strong> CAPTCHA.
de_de: <strong>Im FlateRateNewsletter Controll Center</strong> wähle <em>Integration - Anmelde-Formulare</em>.|Erstelle ein einfaches Anmelde-Formular mit den Standardeinstellungen - <strong>ohne</strong> Kontroll-Bild (CAPTCHA) und ohne Auswahlmöglichkeit der Liste.

source: Copy the html code to the clipboard.
de_de: Kopiere den gesamten HTML-Code in die Zwischenablage.

source: <strong>Here in DigiMember</strong> paste the html code into the <em>Signup Form Html</em> field.
de_de: <strong>Hier in DigiMember</strong> füge den HTML-Code in das Feld <em>Anmelde-Formular-HTML-Code</em> ein.

source: Click on the test settings button to validate your settings.
de_de: Klicke auf <em>Einstellungen testen</em>, um deine Eingaben zu überprüfen.

source: E.g.: %s
de_de: Z.B.: %s

source: <strong>Either</strong> you <a>download</a> the example script and adjust it to your needs.
de_de: <strong>Entweder</strong> <a>lade das Beispielskript herunter</a> und passe es deinen Anforderungen an.

source: In your signup form you may find a hidden inputs like [HTML].
de_de: Im Anmeldeformular zum Newsletter findest du vermutlich Hidden Inputs wie [HTML].

source: If so, enter for [PARAMNAME] below [INPUTNAME] and as [PARAMVAL] [INPUTVAL].
de_de: Falls das so ist, gib für [PARAMNAME] unten [INPUTNAME] an und für [PARAMVAL] [INPUTVAL].

source: <strong>Important:</strong> This is a flexible, but adavanced integration method. Warning: Programming skills are required.
de_de: <strong>Wichtig:</strong> Dies ist eine flexible, aber fortgeschrittene Integrationsmöglichkeit. Programmierkenntnisse sind erforderlich.

source: You have two options:
de_de: Du hast diese beiden Möglichkeiten:

source: Then upload it to you server, rename it to a non guessable name and enter the URL to the script as %s below.
de_de: Lade es dann auf deinem Server hoch, benenne es in einen Dateinamen um, der nicht geraten werden kann und gib die URL zu dem Skript als %s unten ein.

source: <strong>Or</strong> you analyze the signup form of you autoresponder.
de_de: <strong>Oder</strong> analysiere das Anmeldeformular des Autoresponders.

source: Enter the action URL as %s below.
de_de: Gib die Action-URL als %s unten ein.

source: Find out, what input names are used for the email and name input. Enter the input names below.
de_de: Prüfe, welche Namen als Eingabefeld für Email, Vor- und Nachname verwendet werden. Gib diese die Namen unten an.

source: If you only have <strong>a single input field for the fullname</strong> (and not two input fields - one for first and one for last name), enter the name of the input field as %s. Clear the value for %s.
de_de: Falls es nur <strong>ein einzelnes Eingabefeld für den vollständigen Namen</strong> gibt (und nicht zwei Eingabefelder - je für Vor- und Nachname), gib den Namen dieses Eingabefelds als %s an. Lösche das Eingabefeld %s.

source: No GetResponse Campaign selected.
de_de: Keine Getresponse-Kampagne ausgewählt.

source: GetResponse API key
de_de: GetResponse API-Schlüssel

source: GetResponse campaign
de_de: Getresponse Kampagne

source: Enter your GetResponse API key, save and then pick a GetResponse campaign here.
de_de: Bitte gib oben einen gültigen GetResponse-API-Schlüssel ein, speichere und wähle dann die GetResponse-Kampagne hier aus.

source: Please log into your GetResponse account and create a campaign.
de_de: Bitte melde dich sich bei deinem GetResponse-Konto an und erstelle eine Kampagne.

source: In GetResponse, you may add custom fields (in GetResponse select <em>Contacts - Custom Fields</em>). Important: choose field type <strong>text</strong>. Below you find a list of fields [PLUGIN] can send to GetResponse. Add the fields in GetResponse and make sure the names in [PLUGIN] and in GetResponse match. Later, if you create an email in GetResponse, you may add these fields by putting their names in double square brakets, e.g. [[Firstname]].
de_de: In Getresponse kannst du zusätzliche Felder zu den Kontakten hinzufügen. Wähle dazu <em>Kontakte - Personalisierte Felder</em>. Wichtig: Wähle als Feldtyp <strong>Text</strong>. Unten findest du eine Liste mit Feldern, die [PLUGIN] zu Getresponse senden kann. Die Namen hier in [PLUGIN] und in Getresponse müssen übereinstimmen. Wenn du später eine Email in Getresponse bearbeitest, kannst du diese Felder einfügen. Schreibe dazu doppelte eckige Klammern um den Namen, z.B. [[Vorname]]

source: <strong>In GetResponse</strong> in the upper right corner click on My Account - Account Details.
de_de: <strong>In GetResponse</strong> in der oberen rechten Ecke klicke auf Ihr Konto, dann Kontodetails.

source: <strong>In GetResponse</strong> in the upper left corner click on Menu - Integrations & API.
de_de: <strong>In GetResponse</strong> in der oberen linken Ecke klicke auf Menü, dann Integrationen & API.

source: Click on <em>API & OAuth</em>.
de_de: Klicke auf <em>API & OAuth</em>.

source: Click on <em>API</em>.
de_de: Klicke auf <em>API</em>.

source: <strong>Here in DigiMember</strong> paste the API key into the <em>GetResponse API key</em> text field.
de_de: <strong>Hier in DigiMember</strong> füge den API-Schlüssel in das Feld <em>GetResponse-API-Schlüssel</em> ein.

source: Select the GetResponse campaign from the dropdown list and save again.
de_de: Wähle die GetResponse-Kampagne in der Dropdownliste aus und speichere erneut.

source: In GetResponse, select <strong>Contacts - Contact Fields</strong> and create custom fields.
de_de: In GetResponse wähle <strong>Kontakte - Kontaktfelder</strong> und erstelle zusätzliche Felder.

source: Invalid field name: %s
de_de: Ungültiger Feldname: %s

source: API Key not accepted
de_de: API Schlüssel nicht akzeptiert

source: Unkown Error
de_de: Unbekannter Fehler

source: Connection failed:
de_de: Verbindung fehlgeschlagen:
