Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: <strong>Note:</strong> For technical reasons it is not possible to import data <strong>into</strong> this membership site.
de_de: <strong>Hinweis:</strong> Die Datenübertragung <strong>in</strong> diesen Mitgliederbereich ist aus technischen Gründen nicht möglich.

source: error.txt
de_de: Fehler.txt

source: ERROR: Link is expired - please try again!
de_de: FEHLER: Der Link ist veraltet - Bitte probiere es nochmal!

source: DELETE ACCOUNT
de_de: KONTO LÖSCHEN

source: Sign up
de_de: Konto erstellen

source: User %s with IP %s has accepted our text: %s
de_de: User %s von Ip %s hat zugestimmt zu: %s

source: Retry exam
de_de: Prüfung wiederholen

source: You already agreed on %s!
de_de: Sie haben bereits zugestimmt am %s!

source: You cannot waive your right now - please open this page by accessing protected content.
de_de: Sie können jetzt nicht zustimmen. Bitte rufen Sie die Seite auf, indem Sie auf einen geschützten Inhalt zugreifen.

source: I agree
de_de: Ich stimme zu

source: Waiver Declaration
de_de: Verzichtserklärung

source: <p>I agree and expressly request that the execution of the commissioned service be commenced before the end of the revocation period.</p><p>I am aware that gaining access terminates my right of cancellation, by reason of the agreed obligations being fulfilled and the contract completed.</p>
de_de: <p>Ich bin damit einverstanden und verlange ausdrücklich, dass Sie vor Ende der Widerrufsfrist mit der Ausführung der beauftragten Dienstleistung beginnen.</p><p>Mir ist bekannt, dass mit dem Zugang die Dienstleistung vollständig erfüllt ist und ich bei vollständiger Vertragserfüllung durch Sie mein Widerrufsrecht verliere.</p>

source: of
de_de: vom

source: Your order id
de_de: Ihre Bestell-Id

source: Receive news via desktop notifications
de_de: Erhalte Tipps und Neuigkeiten per Desktop-Benachrichtigung

source: Receive news via email
de_de: Erhalte Tipps und Neuigkeiten per E-Mail

source: if logged in
de_de: Falls eingeloggt

source: Powered by <a>%s</a>
de_de: Mitgliederbereich mit <a>%s</a>

source: Learn how to monetize your knowledge with %s for Wordpress.
de_de: Erfahre, wie du innerhalb von wenigen Minuten mit %s für Wordpress eine mächtige Mitglieder-Seite aufbaust, die dir ein dauerhaftes Einkommen ermöglicht.

source: %s Lecture Menu
de_de: %s-Kurs-Menü

source: With the [MENU] you can show the user the lectures of his current course in any theme. The menu is filled automatically with the lectures of the user's current course. However if no course is active, a default menu is shown. You can edit this default menu in the wordpress admin area under Design - Menus (Menu "[MENU]"). There you can also remove this dummy menu entry.)
de_de: Mit diesem Kurs-Menü kannst du dem User die Lektionen des Kurses in jedem Theme anzeigen. Im Theme wird das Menü dann mit den Links auf die einzelnen Lektionen gefüllt. Falls der User gerade in keinem Kurs ist, wird ein Standard-Menü angezeigt, das du im Wordpress-Admin-Bereich unter Design - Menü (Menü bearbeiten: "[MENU]") bearbeiten kannst. Dort kannst du auch diesen Dummy-Menü-Eintrag löschen.

source: %s API credentials missing
de_de: %s-API-Zugangsdaten fehlen

source: E.g. 1235ca3b97b2ac44b795d871825e4f8d
de_de: Z.B. 1235ca3b97b2ac44b795d871825e4f8d

source: E.g. %s
de_de: Z.B. %s

source: Displays content based on conditions.
de_de: Zeigt Inhalt anhand von Bedingungen an.

source: This block behaves analogously to the DigiMember ds_if shortcode.
de_de: Dieser Block verhält sich analog zum DigiMember ds_if Shortcode.

source: Setup your Facebook app on %s.
de_de: Richte deine Facebook-App auf %s ein.

source: Go to %s (section Facebook) to setup your facebook app.
de_de: Gehe zu %s (Abschnitt Facebook) und richte deine Facebook-App ein.

source: Error logging in via Facebook
de_de: Fehler bei der Anmeldung mit Facebook

source: Your account has been blocked, because there have been logins from too many devices (IPs). Please try again tomorrow.
de_de: Ihr Konto wurde gesperrt, weil es von zu vielen Geräten (IPs) Zugriff auf diese Seite gab. Bitte versuchen Sie es morgen wieder.

source: Facebook error:
de_de: Facebook-Fehler:

source: Failed to login via Facebook: %s
de_de: Die Anmeldung mit Facebook schlug fehlt: %s

source: There was an error with our cross site request forgery protection. Please reload this page and try again.
de_de: Fehler beim Absenden des Formulars. Bitte laden Sie die Seite neu und versuchen Sie es noch einmal.

source: Sign in with Facebook
de_de: Mit Facebook anmelden

source: remove
de_de: entfernen

source: Explanation
de_de: Erklärung

source: Hit <em>Save changes</em> to create the notification URL.
de_de: Klicke auf <em>Änderungen übernehmen</em>, um eine Benachrichtungs-URL zu erstellen.

source: Request approval by %s
de_de: Genehmigung bei %s beantragen

source: Cancel request
de_de: Genehmigung abbrechen

source: To speed up the approval process, make sure, that you have:|(1) added and proofread the product name and the product description|(2)added a note to the THANK YOU page on how the buyer receives his password.|(3) added a second note to the THANK YOU page stating that the payment is processed by %s|(4) created an imprint page and a link to it on every page|Have you completed ALL of the steps before? If not, please cancel.
de_de: Damit dein Produkt schneller genehmigt wird, prüfe bitte, ob du:|(1) Produktname und Beschreibung in deiner endgültigen Version angegeben und noch einmal kontrolliert hast|(2) zur DANKE-Seite einen Hinweis hinzugefügt hast, wie der Käufer sein Kennwort erhält.|(3) zur Danke einen zweiten Hinweis hinzugefügt hast, dass die Abbuchung durch %s erfolgt.|(4) ein Impressum hast und dies von jeder Seite leicht erreichbar ist.|Hast du ALLE vier Schritte erledigt? Falls nicht, breche bitte ab.

source: Waiting for %s...
de_de: Warte auf %s...

source: Not yet requested
de_de: Noch nicht beantragt

source: %s has approved your product. Start selling now.
de_de: %s hat dein Produkt genehmigt. Du kannst nun verkaufen.

source: Please wait until %s has approved your product.
de_de: Bitte warte, bis %s dein Produkt genehmigt hat.

source: First setup your product here. Then mark the checkbox above.
de_de: Richte zuerst dein Produkt hier komplett ein. Dann aktiviere die Richte zuerst dein Produkt hier komplett ein. Dann aktiviere die Checkbox.

source: %1$s has rejected your product. Check your mailbox for a email from the %1$s support.
de_de: %1$s hat dein Produkt abgelehnt. In deiner Mailbox findest du dazu eine E-Mail von %1$s.

source: Not connected to %s
de_de: Nicht mit %s verbunden

source: View %s approval policy
de_de: Mehr über die %s-Genehmigung

source: wrong
de_de: falsch

source: correct
de_de: richtig

source: Remove question
de_de: Frage entfernen

source: Add answer
de_de: Antwort hinzufügen

source: Answer %s
de_de: Antwort %s

source: There are no items to display
de_de: Es gibt keine Elemente zum anzeigen

source: ... web push and email subscription
de_de: ... für Web-Push-Nachrichten und Email-Benachrichtigungen

source: ... email subscription only
de_de: ... nur für Email-Benachrichtigungen

source: ... web push subscription only
de_de: ... nur für Web-Push-Nachrichten

source: white thin
de_de: Weiß - dünn

source: white bold
de_de: Weiß - fett

source: grey thin
de_de: Grau - dünn

source: grey bold
de_de: Grau -fett

source: black thin
de_de: Schwarz - dünn

source: black bold
de_de: Schwarz - fett

source: blue thin
de_de: Blau - dünn

source: blue bold
de_de: Blau - fett

source: red thin
de_de: Rot - dünn

source: red bold
de_de: Rot - fett

source: Invalid order id: %s
de_de: Ungültige Bestell-Id: %s

source: The user of order %s was previously deleted. No e-mail could be send.
de_de: Der Benutzer von Bestellung %s ist bereits gelöscht worden. Es konnte keine E-Mail versendet werden.

source: The product of order %s has been deleted.
de_de: Das Produkt von Bestellung %s wurde inzwischen gelöscht.

source: The user %s of order %s has changed his password, so it is encrypted and cannot be sent anymore.
de_de: Der User %s von Bestellung %s hat sein Kennwort geändert. Das ist nun verschlüsselt und kann nicht mehr versendet werden.

source: has send invalid event_type sent: "%s"
de_de: hat einen ungültigen event_type gesendet: "%s"

source: generic
de_de: Generisch

source: Event
de_de: Ereignis

source: Connection test
de_de: Verbindungstest

source: Sale
de_de: Verkauf

source: Refund
de_de: Rückgabe

source: Missed payment
de_de: Fehlender Zahlungseingang

source: Instructions
de_de: Anleitung

source: Email is missing for the new order with id '%s'.
de_de: Bei der neuen Bestellung mit Id '%s' fehlt die Email-Adresse.

source: has send a purchase notification with a NON PUBLISHED product id ([PRODUCT_ID]) to [PLUGIN]. Order id: [ORDER_ID]. Buyer: [EMAIL]. In the product list please make sure, that the product is published.
de_de: hat eine Kaufbenachrichtigung mit NICHT VERÖFFENTLICHTER Produkt-Id ([PRODUCT_ID]) an [PLUGIN] gesendet. Bestell-Id: [ORDER_ID]. Käufer: [EMAIL]. Das Produkt ist noch ein Entwurf und nicht öffentlich. Bitte veröffentliche das Produkt - dies kannst du in der Produkt-Liste im Adminbereich tun.

source: has send a purchase notification with invalid product id ([PRODUCT_ID]) to [PLUGIN]. Order id: [ORDER_ID]. Buyer: [EMAIL]. Did you enter [PAY_PROVIDER]'s product ids under [PLUGIN] - payment provider?
de_de: hat eine Kaufbenachrichtigung mit falscher Produkt-Id ([PRODUCT_ID]) an [PLUGIN] gesendet. Bestell-Id: [ORDER_ID]. Käufer: [EMAIL]. Sind bei [PLUGIN] die [PAY_PROVIDER]-Produkt-Ids unter [PLUGIN] - Bezahlanbieter korrekt eingeragen?

source: Payment cancelled for order %s - product access revoked.
de_de: Bezahlung storniert für Bestellung %s - Freischaltung vom Produkt wurde zurückgenommen.

source: Subscription cancelled for order %s - product access revoked.
de_de: Abo storniert für Bestellung %s - Freischaltung von Produkt wurde zurückgenommen.

source: Payment cancelled via zapier for order %s - product access revoked.
de_de: Bezahlung via Zapier storniert für Bestellung %s - Freischaltung vom Produkt wurde zurückgenommen.

source: Subscription cancelled via zapier for order %s - product access will revoked on %s.
de_de: Abo via Zapier storniert für Bestellung %s - Freischaltung von Produkt am %s zurückgenommen.

source: Subscription cancelled via zapier for order %s - product access revoked.
de_de: Abo via Zapier storniert für Bestellung %s - Freischaltung von Produkt wurde zurückgenommen.

source: Subscription cancelled via webhook for order %s - product access will revoked on %s.
de_de: Abo via Webhook storniert für Bestellung %s - Freischaltung von Produkt am %s zurückgenommen.

source: Subscription cancelled via webhook for order %s - product access revoked.
de_de: Abo via Webhook storniert für Bestellung %s - Freischaltung von Produkt wurde zurückgenommen.

source: Register new user %s.
de_de: Erstelle Account für User %s.

source: Create user %s without product.
de_de: Erstelle user %s ohne Produkt.

source: Invalid payment provider id: "%s"
de_de: Ungültige Bezahlanbieter-Id : "%s"

source: Payment provider not active
de_de: Bezahlanbieter nicht aktiv

source: has sent order notification (product %s) with no valid email address and no valid order id.
de_de: hat eine Kauf-Benachrichtigung (Produkt %s) ohne gültige Email-Adresse oder Bestell-ID gesendet.

source: has send purchase notification (product %s) with an invalid order id: '%s'
de_de: hat eine Kaufbenachrichtigung (Produkt %s) gesendet mit ungültiger Bestell_id: '%s'

source: %s gets access to %s by a manual order.
de_de: %s erhält durch eine manuelle Bestellung Zugang zu %s.

source: %s signs up and gets product %s.
de_de: %s hat sich registriert und Zugang zu %s erhalten.

source: %s signs up, but already has access to product %s.
de_de: %s hat sich nochmal registriert und hatte bereits Zugang zu %s.

source: %s: purchases %s
de_de: %s kauft %s

source: %s: subsequent payment for %s
de_de: %s: Folgezahlung für %s

source: Product id %s, order id %s, payment provider id %s
de_de: Produkt-Id %s, Bestell-Id %s, Bezahlanbieter-Id %s

source: Product id %s, order id %s, no payment provider
de_de: Produkt-Id %s, Bestell-Id %s, ohne Bezahlanbieter

source: Unknown user
de_de: Unbekannter User

source: No valid item ids found. Make sure, you have the same item ids in 2CheckOut and DigiMember.
de_de: Keine gültige Item-Ids gefudnen! Stelle sicher, dass du in 2CheckOut und DigiMember diesselben Itemids/Produkt_ids hast.

source: Seperate multiple product ids by commas.
de_de: Trenne mehrfache Produkt-Ids durch Kommas.

source: Parameter "%s" is required for current type of event
de_de: Parameter "%s" ist erforderlich für die übertragene Art von Ereignis

source: The payment provider used an invalid notification URL. Please check the IPN URL in the payment provider settings in the %s admin area. Adjust the URL in your payment providers back office.
de_de: Der Bezahlanbieter hat eine falsche Benachrichtigungs-URL verwendet. Im %s-Admin-Bereich (unter Bezahlanbieter) findest du die korrekte URL. Korrigiere die Benachrichtigungs-URL auf der Webseite deines Bezahlanbieters.

source: You already had the account [USERNAME] for [DOMAIN].
de_de: Für [DOMAIN] hatten Sie bereits ein Konto mit dem Benutzernamen [USERNAME]. Sie können sich mit Ihrem bestehenden Kennwort anmelden.

source: You already had an account for [DOMAIN].
de_de: Für [DOMAIN] hatten Sie bereits ein Konto. Sie können Sie mit Ihrem bestehenden Benutzernamen und Kennwort anmelden.

source: The connection between [PLUGIN] and [DS24] is outdated. In your wordpress site go to [PLUGIN] - Settings, disconnect from [DS24] and connect again.
de_de: Die Verbindung zwischen [PLUGIN] und [DS24] ist nicht mehr aktuell. Im Admin-Bereich deiner Wordpress-Seite gehe bitte auf [PLUGIN] - Einstellungen, trenne die Verbindung zu [DS24] und verbinde dann erneut.

source: Parameter names
de_de: Parameternamen

source: Seperate multiple entries by commas.
de_de: Trenne mehrfache Einträge durch Kommas.

source: Event names
de_de: Ereignisnamen

source: ShareIt customer id
de_de: Shareit Kundenid

source: Your ShareIt customer id.
de_de: Deine Shareit Kundenid.

source: Access granted after: %s
de_de: Zugang ab: %s

source: Access only until: %s
de_de: Zugang nur bis: %s

source: One
de_de: Eine

source: Many
de_de: Mehrerer

source: One answer is correct
de_de: Eine Antwort ist richtig

source: Many answers may be correct
de_de: Mehrere Antworten können richtig sein

source: once
de_de: einmal

source: twice
de_de: zweimal

source: three times
de_de: dreimal

source: four times
de_de: viermal

source: five times
de_de: fünfmal

source: unlimited times
de_de: beliebig oft

source: Retry exam button
de_de: Prüfung-Wiederholen-Button

source: Congratulations! You passed the exam with [CORRECT_COUNT] corrected answers of [QUESTION_COUNT] questions.
de_de: Herzlichen Glückwunsch. Du hast die Prüfung bestanden mit [CORRECT_COUNT] richtigen Antworten von [QUESTION_COUNT] Antworten.

source: I am sorry, but you failed the exam. You had [CORRECT_COUNT] corrected answers of [QUESTION_COUNT], but you needed [REQUIRED_COUNT] (or [REQUIRED_RATE]).
de_de: Leider hast du nicht bestanden. [CORRECT_COUNT] Antworten von [QUESTION_COUNT] waren richtig, aber du brauchst [REQUIRED_COUNT] richtige Antworten (oder [REQUIRED_RATE]).

source: You may retry the exam [TRIES_LEFT] more times.
de_de: Du kannst die Prüfung noch [TRIES_LEFT] more times.

source: Your certificate will now be generated.|This will take a couple of seconds.|Please be patient.
de_de: Dein Zertifikat wird nun erstellt.|Dies kann einige Sekunden dauern.|Bitte habe einen Augenblick Geduld.

source: Sorry - you failed at least one exam required for this certificate.
de_de: Tut mir leid - du hast leider mindestens eine Prüfung endgültig nicht bestanden, die für dieses Zertifikat notwendig ist.

source: You have not yet passed all exams required for this certificate.
de_de: Du hast noch nicht alle Prüfungen für dieses Zertifikat bestanden.

source: You passed this exam on %s.
de_de: Du hast diese Prüfung am %s bestanden.

source: You failed this exam on %s.
de_de: Du hast diese Prüfung leider am %s nicht bestanden.

source: You have tried this first exam on %s, but did not yet succeed.
de_de: Du hast diese Prüfung zuerst am %s probiert, aber noch nicht bestanden.

source: You have not yet passed this exam
de_de: Du hast diese Prüfung noch nicht bestanden

source: New certificate
de_de: Neues Prüfungszertifikat

source: Download exam certificate
de_de: Prüfungszertifikat herunterladen

source: Pages
de_de: Seiten

source: Posts
de_de: Beiträge

source: Not active
de_de: Inaktiv

source: ... with order date
de_de: ... mit dem Bestelldatum

source: default
de_de: Standard

source: ... with the date entered below
de_de: ... mit dem Datum unten

source: .. no content
de_de: Keine, d.h. es werden alle verfügbaren Inhalte angezeigt

source: ... all content created before the day of purchase
de_de: Inhalte, die vor dem Tag des Kaufes veröffentlicht wurden

source: ... all content created before the 1st of the month of purchase
de_de: Inhalte, die vor dem 1. des Kaufmonats veröffentlicht wurden

source: ... last published post and all content created since the day of purchase
de_de: Inhalte, die vor dem Kauf veröffentlicht wurden, außer dem zuletzt hinzugefügten

source: Please select a page for %s.
de_de: Bitte wähle ein Seite für %s aus.

source: The page selected for %s is protected and may not be accessible by the user.
de_de: Die Seite bei %s ist geschützt und kann u.U. vom User nicht aufgerufen werden.

source: Upload
de_de: Hochladen

source: Show page in menu, if user is not logged in.
de_de: Falls angewählt, werden die Seiten dieses Produkts im Menü gezeigt, wenn der User ausgeloggt ist.

source: Show page in menu, if user is logged in and has not bought the product.
de_de: Falls angewählt, werden die Seiten dieses Produkts im Menü angezeigt, falls der User angemeldet ist und das Produkt nicht gekauft hat.

source: Show page in menu, if user has bought the product, but the page is not yet unlocked.
de_de: Falls ausgewählt, wird jede Seite dieses Produkts im Menü angezeigt, wenn der User das Produkt gekauft hat - auch die Seiten, die noch nicht freigeschaltet sind.

source: In menu if logged out
de_de: Im Menü, falls nicht angemeldet

source: In menu if not bought
de_de: Im Menü, falls nicht gekauft

source: In menu if not unlocked
de_de: Im Menü, falls noch nicht freigeschaltet

source: published
de_de: öffentlich

source: draft
de_de: Entwurf

source: Display login form
de_de: Login-Formular anzeigen

source: Redirect to Wordpress page
de_de: Auf Wordpress-Seite weiterleiten

source: Redirect to external URL
de_de: Nach URL weiterleiten

source: Display a text
de_de: Einen Text anzeigen

source: No (this is the default)
de_de: Nein (dies ist der Standard)

source: Yes, lock Wordpress account and redirect to page
de_de: Ja, Konto sperren und zu Seite weiterleiten

source: Yes, lock Wordpress account and redirect to URL
de_de: Ja, Konto sperren und zu URL weiterleiten

source: Yes, lock Wordpress account and display message
de_de: Ja, Konto sperren und Hinweis anzeigen

source: Your account has been locked, because a payment was cancelled.
de_de: Dein Konto wurde gesperrt, da eine Zahlung storniert wurde.

source: This content will be unlocked %s on %s.
de_de: Dieser Inhalt wird %s am %s freigeschaltet.

source: This is protected content. Please login to view it.
de_de: Dies ist geschützter Inhalt. Bitte melde dich an, um ihn anzusehen.

source: a guarantee exceeding the legal right was given.
de_de: Es wurde eine längere Rückgabefrist als die gesetzliche zugesagt.

source: expired after %s days
de_de: Frist abgelaufen nach %s Tagen

source: by the user
de_de: durch den User

source: Display optin text button
de_de: Text-Button für Optin anzeigen

source: Display optin image button
de_de: Bild-Button für Optin anzeigen

source: Request without prior information
de_de: Zustimmung ohne vorherige Information einholen

source: Display optout text button
de_de: Text-Button für Optout anzeigen

source: Display optout image button
de_de: Bild-Button für Optout anzeigen

source: None - the user cannot optout
de_de: Keine - der User kann die Nachrichten nicht abbestellen

source: Default settings
de_de: Standard-Einstellungen

source: success
de_de: Erfolg

source: error
de_de: Fehler

source: inactive
de_de: Gekündigt

source: Sorry! You don't have access to this page.
de_de: Entschuldigung! Du hast momentan keinen Zugang zu diesem Inhalt.

source: This content will be unlocked today at %s.
de_de: Dieser Inhalt wird heute um %s freigeschaltet.

source: This content will be unlocked on %s at %s.
de_de: Dieser Inhalt wird am %s um %s freigeschaltet.

source: This content will be unlocked tomorrow.
de_de: Dieser Inhalt wird morgen freigeschaltet.

source: This content will be unlocked in %s days.
de_de: Dieser Inhalt wird in %s Tagen freigeschaltet.

source: First lecture
de_de: Erste Lektion

source: Last lecture
de_de: Letzte Lektion

source: Next lecture
de_de: Nächste Lektion

source: Start of this module
de_de: Anfang des Moduls

source: Previous module
de_de: Vorheriges Modul

source: Next module
de_de: Nächstes Modul

source: Previous lecture
de_de: Vorherige Lektion

source: Please establish a connection to %s first.
de_de: Bestellen stellen Sie zunächst eine Verbindung zu %s her.

source: The product has been deleted in %s.
de_de: Das Produkt ist in %s gelöscht worden.

source: This %s product cannot be synchronized with %s any more.
de_de: Dieses %s-Produkt kann nicht mehr mit %s synchronisiert werden.

source: [PLUGIN] is connected to [DS24] account [USER].
de_de: [PLUGIN] ist mit dem [DS24]-Konto [USER] verbunden.

source: [PLUGIN] is NOT connected to [DS24].
de_de: [PLUGIN] ist NICHT verbunden mit [DS24].

source: The connection to %s has been cut.
de_de: Die Verbindung zu %s wurde getrennt.

source: The connection attempt took too much time. Please try again.
de_de: Die Verbindungsherstellung benötigte zu viel Zeit. Bitte probieren Sie es nochmal.

source: The connection attempt to %s was cancelled. You may try again.
de_de: Die Verbindungsherstellung zu %s wurde abgebrochen. Sie können es gerne noch einmal versuchen.

source: The connection to %s failed.
de_de: Die Verbindung zu %s schlug fehl.

source: %s reported this error: %s
de_de: %s hat diesen Fehler gemeldet: %s

source: Please try again.
de_de: Bitte versuchen Sie es nochmal.

source: The connection to %s account %s has been established.
de_de: Die Verbindung zum %s-Konto %s wurde erfolgreich hergestellt.

source: The connection request to %s failed (due to an internal error). Please try again.
de_de: Die Verbindungsherstellung zu %s schlug fehl (wegen eines falschen Session-Kennworts). Bitte probieren Sie es jetzt nochmal.

source: [PLUGIN] on [SITE]
de_de: [PLUGIN] auf [SITE]

source: Error when updating the %s IPN connection: %s
de_de: Ein Fehler trat auf, als die %s-IPN-Anbindung eingerichtet wurde: %s

source: Connect [DS24] now
de_de: Jetzt mit [DS24] verbinden

source: You will now be redirected to [DS24].|If you do not have a [DS24] account yet, you will have the option to create one.|Continue?
de_de: Sie werden jetzt nach [DS24] weitergeleitet.|Falls Sie noch kein [DS24]-Konto haben, können Sie eines erstellen.|Fortfahren?

source: Disconnect
de_de: Trennen
