Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-3rd-party-*.po
Languages: de_de

source: Locate the Digistore24 product names below the notification URL. Check all products you want DigiMember to handle. Or just check <em>all</em>.
de_de: Unter der Benachrichtungs-URL siehst du die Produktnamen. Wähle alle Produkte aus, die DigiMember verwalten soll. Oder wähle die Option <em>alle</em>.

source: Note the Digistore24 product ids right of the product names.
de_de: Notiere die Digistore24 -Produkt-Ids rechts von den Produktnamen.

source: <strong>In DigiMember</strong> enter the Digistore24 product ids so that they match your DigiMember products.
de_de: <strong>In DigiMember</strong> gib die Digistore24 -Produkt-Ids passend zu den Produkten an.

source: Digistore24 product ids
de_de: Digistore24 -Produkt-Ids

source: External product ids
de_de: Externe Produkt-Ids

source: You may <a>download an example php script</a>, which explains how to integrate a payment provider into DigiMember.
de_de: <a>Klicke hier, um ein Beispiel-PHP-Script herunterzuladen</a>, das erklärt, wie du einen Zahlungsanbieter an DigiMember anbindest.

source: This payment provider is for advanced users only.
de_de: Dieser Zahlungsanbieter ist für fortgeschrittene Anwender.

source: It allows you to attach any system to DigiMember. Warning: Programming skills required.
de_de: Dadurch kannst du jedes System an DigiMember anbinden. Allerdings werden dafür Programmierkenntnisse benötigt.

source: %s could not be determined for this API response
de_de: %s konnte für die API Antwort nicht ermittelt werden

source: Log into PayPal and goto Tools &rarr; PayPal buttons.
de_de: Logge dich in deinem Paypal-Konto ein und gehe auf <em>Tools &rarr; PayPal-Buttons</em>.

source: For each product create a PayPal payment button.
de_de: Erstelle für jedes Produkt einen eigenen Paypal-Zahlungsbutton.

source: Under <em>Step 3: Customize advanced features (optional)</em> add an <em>advanced variable</em> named <strong>notify_url</strong>.
de_de: Unter <em>Schritt 3: Erweiterte Funktionen (optional)</em> füge eine Variable namens <strong>notify_url</strong> hinzu.

source: Set <strong>notify_url</strong> to the product's url (shown here below the product). E.g. notify_url=%s
de_de: Gib für <strong>notify_url</strong> die Benachrichtungs-URL des Produkts an. Du findest die Benachrichtungs-URL für jedes Produkt unterhalb dieser Anleitung. In Paypal setze die Variable auf die Benachrichtungs-URL, z.B. ein: notify_url=%s

source: Add the PayPal button to your sales page and you are done.
de_de: Füge den Paypal-Button zu deiner Verkaufsseite hinzu und fertig.

source: Note: If your site URL starts with http<strong>s</strong>://... (instead of http://...) AND you did not buy a SSL certificate, PayPal may report an error. Then try using http://... in your notification URL.
de_de: Hinweis: Falls deine Webseiten-URL mit http<strong>s</strong>://... beginnt (statt mit http://...) UND du kein SSL-Zertifikat gekauft hast, führt Paypal die IPN-Benachrichtigung möglicherweise nicht durch. Probiere dann, http://... in der IPN-URL zu verwenden.

source: <strong>In ShareIt</strong> create a product for each product you want to sell with DigiMember. Write down the ShareIt product number for each product.
de_de: <strong>In ShareIt</strong> erstelle ein Produkt für jedes Produkt, dass du mit DigiMember über ShareIt verkaufen möchten. Notiere dir die ShareIt-Produktnummern.

source: Also visit <em>Administration -Additional Options</em>. Locate the headline <em>Order Information</em>.
de_de: Öffne dann die Seite <em>Administration - Weitere Optionen</em>. Suche die Überschrift <em>Bestellinfromationen</em>.

source: There set <em>Notification frequency</em> to <em>for every order</em>.
de_de: Trage dort für <em>Benachrichtigungshäufigkeit</em>ein: <em>pro Bestellung</em>.

source: Set <em>Notification type</em> to <em>XML format only</em>.
de_de: Für <em>Art der Benachrichtigung</em>: <em>Nur XML-Format</em>.

source: Set <em>Format</em> to <em>XML schema (%s)</em>.
de_de: Für <em>Format: XML-Schema (%s)</em>.

source: <strong>In DigiMember</strong> enter the ShareIt product number in the field <em>Product ids</em>. Do this for each product you want to sell with ShareIt. Leave the other input fiels empty.
de_de: <strong>In DigiMember</strong> gib die ShareIt-Produktnummern in unter <em>Product ids</em> ein - und zwar für jedes Produkt, das du über ShareIt verkaufen möchtest. Lasse die anderen Felder unter <em>Produkt-Ids</em> leer.

source: Enter your ShareIt Customer id in the appropriate input field above.
de_de: Gib deine ShareIt-Kundennummer in das dafür vorgesehene Textfeld ein.

source: Click on <em>Send email to ShareIt</em> to automatically send an email to the Shareit customer support. This is required to set the notification URL in your ShareIt account.
de_de: Klicke auf <em>E-Mail an ShareIt-Support senden</em>,um eine automatische E-Mail an den Kundensupport von ShareIt zu schicken. Dies ist notwenig, damit in deinem ShareIt-Konto die Benachrichtungs-URL eingetragen wird.

source: Please give the ShareIt customer support three workdays to respond to your request. Then you're done.
de_de: Bitte gib dem ShareIt-Kunden-Support drei Werktage Zeit, auf deine Anfrage zu antworten. Dann kannst du über ShareIt verkaufen.

source: Allow multiple purchases of same product
de_de: Mehrfache Käufe desselben Produkts erlauben

source: Multiple payments for the same product are treated as subscription payments
de_de: Mehrfache Zahlungen für dasselbe Produkt werden als Abozahlungen behandelt

source: ShareIt product ids
de_de: ShareIt-Produkt-Ids

source: Duplicate payments policy
de_de: Regelung bei wiederholten Zahlungen

source: ShareIt does not handle subscriptions very well.|You need to decide, if you want to either allow a buyer to buy the same product twice or more often, or if you want to have subscriptions.
de_de: ShareIt kann Abozahlungen nicht so gut handhaben.|Du musst dich entscheiden, ob du entweder dem Käufer erlauben willst, dasselbe Produkt mehrfach zu kaufen. Oder ob du Abozahlungen haben möchten.

source: Stripe Secret Key
de_de: Stripe geheimer Schlüssel

source: Establish connection to Stripe
de_de: Verbindung mit Stripe herstellen

source: Disconnect from Stripe
de_de: Verbindung mit Stripe trennen

source: Webhook Secret
de_de: Webhook Schlüssel

source: Stripe products
de_de: Stripe Produkte

source: Error connecting to the Stripe API
de_de: Fehler beim Verbinden mit Stripe

source: Automatically created by DigiMember
de_de: Automatisch von DigiMember angelegt

source: Secret key is not set for stripe
de_de: Geheimer Schlüssel für Stripe fehlt

source: Received Stripe IPN request without signature
de_de: Stripe IPN Benachrichtigung ohne Signatur erhalten

source: Could not verify signature for Stripe IPN request
de_de: Verifizierung der Stripe IPN Anfrage fehlgeschlagen

source: Stripe invoice object not found
de_de: Rechnungsobjekt in Stripe nicht gefunden

source: Log into your Stripe account. If you don't have one yet, create one.
de_de: Logge dich in deinen Stripe Account ein. Falls du noch keinen Account bei Stripe besitzt, erstelle einen.

source: <strong>In Stripe: </strong> Click on <i>Developers > API Keys</i>. Reveal and copy the Secret key from the <i> Standard keys</i> section.
de_de: <strong>In Stripe: </strong> Klicke auf <i>Developers > API Keys</i>. Enthülle und kopiere den Geheimen Schlüssel aus der <i>Standard keys</i> Sektion.

source: <strong>In DigiMember:</strong> Paste the secret key here into the Stripe secret key field and save.
de_de: <strong>In DigiMember:</strong> Füge den geheimen Schlüssel hier in das Feld für den geheimen Stripe Schlüssel ein und speichere.

source: Click: Establish Connection to Stripe.
de_de: Klicke auf: Verbindung mit Stripe herstellen.

source: If the Webhook secret has not been set automatically, switch to Stripe again and click <i> Developers > Webhooks</i>. There should be an Endpoint with the same URL als the notification URL in DigiMember.
de_de: Wenn das Webhook Secret noch nicht automatisch gesetzt wurde, wechsle wieder zu Stripe und klicke dort auf <i> Developers > Webhooks </i>. Dort sollte ein Endpunkt mit der gleichen URL wie die Benachrichtigungs-URL in DigiMember angelegt worden sein.

source: Select that endpoint and reveal and copy the webhook secret from the <i> Signing secret </i> section. Paste it into DigiMember and save.
de_de: Wähle diesen Endpunkt und enthülle und kopiere den geheimen Webhook Schlüssel aus der <i>Signing Secret</i> Sektion. Füge ihn in DigiMember ein und speichere erneut.

source: Select the Stripe products you want to connect with your DigiMember product and save again. <br> Your connection is now set, new Stripe orders for the selected products will now create orders in DigiMember.
de_de: Wähle die Stripe Produkte aus, die du mit DigiMember verbinden möchtest und speichere erneut.<br> Deine Verbindung ist nun bereit, neue Stripe Bestellungen für die ausgewählten Produkte werden nun automatisch neue Bestellungen in DigiMember anlegen.

source: To connect %s to you Digistore24-Account perform these steps:
de_de: So verbindest du %s mit Digistore24:

source: Copy the following pay code to the clipboard: %s
de_de: Kopiere den folgenden Bezahlcode in die Zwischenablage: %s

source: If you have no Digistore24-Account, <a>signup with Digistore24</a> now.
de_de: Falls du noch kein Digistore24-Konto hast, <a>erstelle jetzt eines</a>.

source: In Digistore24, goto <a>Settings -> IPN</a>.
de_de: In Digistore24 gehst du auf die Seite <a>Einstellungen -> IPN</a>.

source: Click on <em>Add new connection</em>.
de_de: Klicke auf <em>Neue Anbindung hinzufügen</em>.

source: For <em>Type</em>, select %s.
de_de: Als <em>Typ</em> wähle %s.

source: Follow the instructions there.
de_de: Folge der Anleitung dort.
