Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/digimember-*.po
Languages: de_de

source: Something went wrong, no web hook URL received
de_de: Etwas ist schief gegangen - keine Webhook URL erhalten

source: Something went wrong, no web hook configured for this product combination
de_de: Etwas ist schief gegangen - Kein Webook für diese Produktkombination konfiguriert

source: Zapier action failed. Order ID: %s email: %s error message: %s
de_de: Zapier Aktion fehlgeschlagen. Order ID: %s E-Mail: %s Fehlermeldung: %s

source: Invalid API key
de_de: Ungültiger API Schlüssel

source: API key missing or has invalid format
de_de: API Schlüssel fehlt oder hat ein ungültiges Format

source: Permission denied
de_de: Zugriff verweigert

source: You cannot access this resource
de_de: Du hast auf diese Ressource keinen Zugriff

source: Resource not found
de_de: Ressource nicht gefunden

source: Requested API resource was not found
de_de: Die angeforderte API Ressource wurde nicht gefunden

source: Course Navigation Buttons
de_de: Kurs-Navigations-Buttons

source: Course Progress Bar
de_de: Kurs-Fortschrittsbalken

source: Optin to web push notifications
de_de: Optin zu Web-Push-Nachrichten

source: Invalid value for parameter "%s". Allowed values: %s
de_de: Ungültiger Wert für Paremter "%s". Erlaubt sind: %s

source: Your %s invoices
de_de: Deine %s-Rechnungen

source: Order %s
de_de: Bestellung %s

source: Your download limits are exceeded.|The files cannot be downloaded any more.
de_de: Du hast deine Download-Möglichkeiten ausgeschöpft.|Die Datei kann nicht mehr heruntergeladen werden.

source: The order is not paid completely, so the download is not possible.
de_de: Weil die Bestellung nicht vollständig bezahlt ist, ist kein Download möglich. Bezahle die Bestellung bitte in Digistore24.

source: available until %s
de_de: verfügbar bis %s

source: %s of %s downloads left
de_de: %s von %s Downloads verbleiben

source: unlimited
de_de: unbegrenzt

source: Hidden for security reasons
de_de: Aus Sicherheitsgründen versteckt

source: To automatically add new autoresponder contacts to your site, upgrade to %s.
de_de: Um deinen neuen Autoresponder-Kontakten automatisch hier ein Konto zu geben, benötigst du %s.

source: Upgrade now!
de_de: Jetzt upgraden!

source: %s of %s lecture of this module completed
de_de: %s von %s Lektion dieses Moduls geschafft

source: %s of %s lectures of this module completed
de_de: %s von %s Lektionen dieses Moduls geschafft

source: %s lecture of %s completed
de_de: %s Lektion von %s geschafft

source: %s lectures of %s completed
de_de: %s Lektionen von %s geschafft

source: Parameter %s is required
de_de: Parameter %s ist erforderlich

source: Invalid %s product id: #%s
de_de: Ungültige %s-Product-Id: #%s

source: Product id #%s "<em>%s</em>" is not published.
de_de: Produkt Id #%s "<em>%s</em>" ist nicht veröffentlicht.

source: Admin email for cancellation
de_de: Admin-E-Mail für Kündigung

source: URL required.
de_de: URL benötigt.

source: Parameter %s is required, if option %s is used.
de_de: Parameter "%s" ist erforderlich, falls Option %s verwendet wird.

source: The %s shortcode may not be used in widgets, because widgets are shown on every page.
de_de: Der %s-Shortcode darf nicht in Widgets verwendet werden, da Widgets auf jeder Seite angezeigt werden und die User permanent abgemeldet würden.

source: by shortcode
de_de: durch Shortcode

source: Some product
de_de: Ein Produkt

source: Another product
de_de: Noch ein Produkt

source: A third product
de_de: Ein drittes Produkt

source: Account
de_de: Konto

source: User data
de_de: Userdaten

source: Course
de_de: Kurs

source: Sales
de_de: Verkaufen

source: Protect
de_de: Schützen

source: Stay on same page
de_de: Auf der aktuellen Seite bleiben

source: Redirect if logged in
de_de: Weiterleiten falls eingeloggt

source: Facebook login
de_de: Facebook-Anmeldung

source: No, hide Facebook login
de_de: Nein, kein Facebook-Login

source: Show Facebook login ALSO
de_de: Facebook-Login AUCH anzeigen

source: Show ONLY Facebook login
de_de: NUR Facebook-Login anzeigen

source: Products for new Facebook users
de_de: Produkte für neue Facebook-User

source: Loginbox, where the user can enter his username and password.
de_de: Loginbox, in die der User seinen Usernamen und Kennwort eingibt.

source: Type
de_de: Typ

source: Widget (form is shown on the page)
de_de: Widget (das Formular wird als Teil der Seite angezeigt)

source: Button (form is shown in a popup window)
de_de: Button (das Formular wird in einem Popup-Fenster angezeigt)

source: Hidden if logged in
de_de: Versteckt, falls eingeloggt

source: Redirect URL
de_de: Weiterleitungs-URL

source: Classic
de_de: Klassisch

source: Signup URL
de_de: Anmelde-URL

source: Signup text
de_de: Registrierungs-Text

source: Use %s to mark the sign up link. E.g.: No account? %sClick here to sign up%s
de_de: Verwende %s, um den Registrierungslink zu markieren, z.B.: Noch kein Konto? %sKlicke hier!%s

source: Login
de_de: Anmelden

source: Window headline
de_de: Dialog-Überschrift

source: Perform a logout.
de_de: Führt einen Logout durch.

source: Redirect to Page
de_de: Weiterleiten auf

source: Or
de_de: Oder

source: Allows a user to edit his display name and his password.
de_de: Erlaubt einem User, seinen Anzeigenamen und sein Kennwort zu ändern.

source: Show firstname
de_de: Vornamen anzeigen

source: Show lastname
de_de: Nachnamen anzeigen

source: Hide display name
de_de: Eingabefeld für Anzeigename verstecken

source: Show account deletion button
de_de: Konto-Löschen-Button anzeigen

source: Show personal data export button
de_de: Export-Button für persönliche Daten anzeigen

source: Signup form - new users get a product.
de_de: Anmeldeformular - neue User erhalten ein Produkt.

source: With first name inputs
de_de: Vornamen eingeben

source: With last name inputs
de_de: Nachnamen eingeben

source: Confirmation checkbox
de_de: Bestätigungs-Checkbox

source: /terms
de_de: /datenschutz

source: E.g.: I accept the %sterms and conditions%s
de_de: Z.B.: Ich akzeptiere die %sDatenschutzbestimmungen%s

source: Autologin after signup
de_de: Automatischer Login

source: Hide form after signup
de_de: Formular nach dem Registrieren ausblenden

source: If selected, after signup only the success message is shown, but not anymore the registration form.
de_de: Falls aktiviert, wird nach dem Registrieren nur noch die grüne Erfolgsmeldung angezeigt, aber nicht mehr das Registrierungsformular.

source: Button label
de_de: Text für Button

source: Add reCAPTCHA
de_de: reCAPTCHA verwenden

source: If you want add a Google reCAPTCHA to the form, <a target="_blank" href="https://www.google.com/recaptcha/">register your domain at google</a> and enter the site key and the secret key here.
de_de: Um ein Google reCAPTCHA zum Formular hinzuzufügen, <a target="_blank" href="https://www.google.com/recaptcha/">registriere deine Domäne bei Google</a> und gib hier den Websiteschlüssel und den geheimen Schlüssel an.

source: reCAPTCHA key
de_de: Websiteschlüssel

source: reCAPTCHA secret
de_de: Geheimer Schlüssel

source: Generates a generic form to declare an intention to cancel. When the form is submitted, a confirmation is sent to the sender and one to an admin email defined here. The texts of the two emails can be customized <a>here</a>.
de_de: Erzeugt ein generisches Formular, um eine Kündigungsabsicht zu erklären. Bei Absenden des Formulars wird eine Bestätigung an den Absender und eine an eine hier definierte Admin-E-Mail verschickt. Die Texte der beiden E-Mails können <a>hier</a> angepasst werden.

source: A notification will be sent to this email address when someone has completed the cancellation form. With ; further e-mail addresses can be added, which receive the same e-mail as CC.
de_de: An diese E-Mail Adresse wird eine Benachrichtigung geschickt, wenn jemand das Kündigungsformular ausgefüllt hat. Mit ; können weitere E-Mail Adressen hinzugefügt werden, die die gleiche E-Mail im CC erhalten.

source: Hint To find order ID
de_de: Hinweis zum Finden der Bestell-ID

source: /findOrderID
de_de: /MeineBestellID

source: E.g.: Where do I find my %sorder ID%s?
de_de: z.B. Wo finde ich meine %sBestell-ID%s?

source: Here you can include information or a link for the user to find their order ID.
de_de: Hier kannst du Informationen für den Nutzer einfügen oder verlinken, zum Finden der Bestell-ID.

source: Show field for first names
de_de: Feld für Vornamen anzeigen

source: Show field for last names
de_de: Feld für Nachnamen anzeigen

source: Show field for type of cancellation/reason for cancellation
de_de: Feld für Kündigungsart/Kündigungsgrund anzeigen

source: Show field for date of cancellation
de_de: Feld für Kündigungszeitpunkt anzeigen.

source: Cancel
de_de: Kündigen

source: Show the current user's login name.
de_de: Zeigt den Loginnamen des aktuellen Users an.

source: Show the current user's password, if the password was generated by %s and the user did not change it.
de_de: Zeigt das Kennwort des aktuellen Users an, falls das Kennwort durch %s generiert wurde und der User es nicht geändert hat.

source: Fallback
de_de: Standardtext

source: This text is shown, if the user has changed his password
de_de: Wird angezeigt, falls der User sein Kennwort geändert hat

source: Show the current user's email address. For accounts created by %s, this is usually, but not always the same as the user's login name.
de_de: Zeigt die E-Mail-Adresse des Users an. Dies ist bei %s in der Regel (aber nicht immer) auch der Benutzername.

source: Show the current user's first name.
de_de: Zeigt den Vornamen des aktuellen Users an.

source: Space
de_de: Leerzeichen

source: Puts a space before/after the name. If no name is shown, no space is shown.
de_de: Fügt Leerzeichen vor/nach dem Namen ein. Falls kein Name angezeigt wird, wird auch kein Leerzeichen angezeigt.

source: Show the current user's last name.
de_de: Zeigt den Nachnamen des aktuellen Users an.

source: Puts a space before/after the name. If no name is shown, no space is shown
de_de: Fügt Leerzeichen vor/nach dem Namen ein. Falls kein Name angezeigt wird, wird auch kein Leerzeichen angezeigt

source: Show the current user's login key. Add this add GET-Parameter %s to a url to enable auto login.
de_de: Zeigt den Loginkey des aktuellen Users an. Füge den Key als GET-Parameter %s zu einer URL hinzu, um den Autologin zu ermöglichen.

source: List products the user has purchased.
de_de: Liste der Produkte, die der User gekauft hat.

source: Give a product to a logged in user. If a text should be shown after the product has been assigned, put it between the two shortcode tags %s and %s.
de_de: Gibt einem eingeloggten User ein Produkt. Falls nach Vergabe ein Text angezeigt werden soll, schreibe ihn zwischen die beiden Shortcode-Tags %s und %s.

source: Displays the number of days, the user has access to the product (if the access is limited).
de_de: Zeigt die Anzahl der Tage an, die der User noch Zugang zum Produkt hat (falls die Zugangsdauer begrenzt ist).

source: For use with OptimizePress2 and the live editor: Use this short code to display the message, if the content is locked.
de_de: Falls eine Seite mit dem Live-Editor von OptimizePress2 erstellt wurde: Nutze diesen Shortcode, um den Hinweis anzuzeigen, dass eine Seite gesperrt ist und später freigeschaltet wird.

source: For use with OptimizePress2 and the live editor: Use this short code to display the content even if the page is locked. This is useful for headlines.
de_de: Falls eine Seite mit dem Live-Editor von OptimizePress2 erstellt wurde: Nutze diesen Shortcode, um den Inhalt des Elements immer anzuzeigen. Dies ist z.B. nützlich für Überschriften.

source: Push Notifications
de_de: Web-Push-Nachrichten

source: Allows the user to optin to notifications - see %s, Tab %s
de_de: Ermöglicht dem User, Web-Push-Nachrichten zu bestellen - siehe %s, Tab %s

source: Show optout button
de_de: Optout-Button anzeigen

source: If enabled, an optout button is shown, if the user has subscribed.
de_de: Falls aktiviert, wird ein Optout-Button angezeigt, wenn der User die Web-Push-Nachrichten bestellt hat.

source: Shows checkboxes to allow the user to manage his subscriptions for web push notifications or action emails.
de_de: Zeigt Checkboxen an, mit denen der User seine Zustimmung zu Email-Nachrichten und Web-Push-Nachrichten verwalten kann.

source: Show ...
de_de: Zeige ...

source: Shows a menu inside the content area.
de_de: Zeigt ein Menü im Inhalts-Bereich an.

source: Depth
de_de: Tiefe

source: Show all menu levels
de_de: Zeige alle Menü-Ebenen

source: Show only the top menu level
de_de: Zeige nur erste Ebene

source: Show top and sub menu levels
de_de: Zeige erste und zweite Menüebene

source: Show three menu levels
de_de: Zeige drei Menü-Ebenen

source: Create a navigation bar to move between the lectures of the current course.
de_de: Erstellt Navigations-Buttons, um zwischen den Lektionen des Kurses zu wechseln.

source: Add buttons for 2nd level lectures
de_de: Füge Buttons für Unter-Lektionen hinzu

source: Icon color
de_de: Icon-Farbe

source: Alignment
de_de: Ausrichtung

source: left
de_de: links

source: right
de_de: rechts

source: center
de_de: mitte

source: For product
de_de: Für Produkt

source: Current product
de_de: Aktuelles Produkt

source: Display a progress bar to show the completed percentage of a course.
de_de: Zeigt einen Fortschrittsbalken für den aktuellen Kurs.

source: Show progress of ...
de_de: Zeige Fortschritt von ...

source: ... the complete course
de_de: ... den gesamten Kurs

source: ... the current module
de_de: ... das aktuelle Modul

source: Bar color
de_de: Balkenfarbe

source: none - sharp corners
de_de: kein - scharfkantige Ecken

source: small
de_de: klein

source: full
de_de: voll

source: Show the exam.
de_de: Prüfung anzeigen.

source: Show the download area for the exam certificate.
de_de: Zeigt den Download-Bereich für ein Prüfungszertifikat an.

source: Social proof counter - display the number of sales.
de_de: Social-Proof-Zähler - zeigt die Zahl der Verkäufe an.

source: Start value
de_de: Startwert

source: %s required.
de_de: %s benötigt.

source: Put this on the autoresponders thankyou page to automatically create an account for the new subscriber.
de_de: Baue diesen Shortcode auf der Danke-Seite deines Autoresponders ein. Dann wird automatisch ein Benutzerkonto für den neuen Kontakt erstellt.

source: Give product
de_de: Produkt hinzufügen

source: Show text
de_de: Text anzeigen

source: Select Yes to display text, if a new account has been created. Use the shortcodes %s and %s for the credentials of the new account.
de_de: Wähle Ja, um einen Text anzuzeigen, falls ein neues Benutzerkonto erstellt wurde. Verwende die Shortcodes %s und %s für die Zugangsdaten des neuen Kontos.

source: Login new users
de_de: Automatisch einloggen

source: If enabled, new users will be automatically logged in, when an account is created on this page. For security reasons, existing users will not be logged in automatically.
de_de: Falls aktiviert, werden neue User automatisch eingeloggt, wenn auf dieser Seite ein Benutzerkonto erstellt wird. Aus Sicherheitsgründen werden bestehende Benutzer nicht eingeloggt.

source: Show error messages
de_de: Fehlerhinweise anzeigen

source: Display an upgrade URL for Digistore24. You need to setup the upgrade process in Digistore24. There you'll get an upgrade id like: %s
de_de: Zeigt die URL zu einer Upgrade-Bestellseite von Digistore24. Richte dazu das Upgrade in Digistore24 ein. Dort erhältst du dann eine Upgrade-Id wie %s (oder gleich den kompletten Shortcode)

source: Image URL
de_de: Button-Bild-URL

source: Confirm message
de_de: Bestätigungs&shy;frage

source: Use %s for line breaks.
de_de: Füge Zeilenumbrüche mit %s ein.

source: Display a renew URL for Digistore24. The user may change his payment details using this URL.
de_de: Zeige eine Reaktivierungs-URL von Digistore24 an. Der Benutzer kann über diese URL seine Bezahldetails ändern.

source: Display a receipt URL for Digistore24. The user may download his invoices using this URL.
de_de: Zeige die Bestellbestätiungs-URL von Digistore24 an. Der Benutzer kann über diese URL seine PDF-Rechnungen herunterladen.

source: Display a list of Digistore24 invoices to the user. Or nothing, if the user has no Digistore24 orders.
de_de: Zeigt eine Liste aller Digistore24-Rechnungen des aktuell eingeloggten Users. Oder nichts, falls der User keine Digistore24-Bestellungen hat.

source: Test payments always have a invoice number of 1. They don't have a real invoice number.
de_de: Testzahlungen haben immer die Rechnungsnummer 1 - eine echte Rechnungsnummer wird für Testzahlungen nicht vergeben.

source: Display a sales URL for Digistore24, where the user may manage packages (if in Digistore the product's or its addons' quantity are setup to be changed after the sales).
de_de: Fügt eine Verkaufs-URL für Digistore24 ein, wo der User Pakete dazu buchen oder abbestellen kann (falls in Digistore beim Produkt oder seinem Addons eingestellt ist, dass die Anzahl nach dem Kauf geändert werden kann).

source: Display an signup form for a <a>Webinaris webinar</a>.
de_de: Zeigt ein Anmelde-Formular für ein <a>Webinaris-Webinar</a>.

source: Width
de_de: Breite

source: pixels
de_de: Pixel

source: Height
de_de: Höhe

source: Displays one or more buttons that link to their corresponding cancel page on Digistore24. If the user is not logged in, a link to a generic Digistore24 cancel page is displayed. If a user has no active recurring payments, no button is displayed.
de_de: Zeigt einen oder mehrere Buttons an, die auf die Kündigungsseite der jeweiligen Digistore24 Bestellung verlinken. Wenn der Benutzer nicht eingeloggt ist, wird zu einer generischen Kündigungsseite von Digistore24 verlinkt. Falls keine laufenden Aboprodukte für einen Benutzer vorliegen, wird kein Button angezeigt.

source: If more than one product is selected, a separate button is displayed for each active recurring payment.
de_de: Wenn mehr als ein Produkt ausgewählt wird, wird für jede laufende Abobestellung ein eigener Button angezeigt.

source: Use generic link for logged in users
de_de: Generische Verlinkung für eingeloggte Benutzer verwenden

source: In general, for logged-in users, the correct link for canceling a specific order is displayed. With this setting, logged-in users also get linked to the generic cancel page from Digistore24.
de_de: Standardmäßig werden für eingeloggte Benutzer direkte Verlinkungen zur Kündigung der konkreten Bestellung angezeigt. Mit dieser Einstellung wird der eingeloggte Benutzer stattdessen zu einer generischen Seite verlinkt.

source: Show product name
de_de: Produktname anzeigen

source: Show order ID
de_de: Bestellnummer anzeigen

source: Shows a link for your members to become an affiliate in Digistore24. Remember to setup a <a>customer to affiliates programm</a> in Digistore24. If the user has no appropiate Digistore24 order, this shortcode is hidden.
de_de: Zeigt einen Link für deine Mitglieder an, über den sie in Digistore24 Affiliates werden können. Erstelle dazu in Digistore24 ein <a>Kunden-zu-Affiliates</a>-Programm. Falls der User hier in DigiMember keine passende Bestellung hat, wird dieser Shortcode versteckt.

source: You will now be redirected to Digistore24. There an Digistore24 account will be setup automatically for your.|Continue?
de_de: Du wirst jetzt zu Digistore24 weitergeleitet.|Dort wird automatisch ein Digistore24-Konto für dich erstellt.|Fortfahren?

source: Shows the Digistore24 affiliate name the current user has or will get (if he joins your Digistore24 buyer to affiliate programm). This works with wordpress accounts created by Digistore24 either because of an order or an affiliation.
de_de: Gibt den Digistore24-Affiliatenamen zurück, den der aktuelle Benutzer bereits hat oder erhalten wird, sobald er an deinem Digistore24-Kunden-zu-Affiliate-Programm teilnimmt. Dieser Shortcode ist für Benutzerkonten gedacht, die durch Digistore24 erstellt wurden (durch eine Bestellung oder eine neue Affiliate-Partnerschaft).

source: For protected content: Marks the end of the free preview. Protected content after this shortcode stays protected.
de_de: Für geschützten Inhalt: Kennzeichnet das Ende der kostenlosen Vorschau. Geschützer Inhalt unterhalb dieses Shortcodes bleibt weiterhin geschützt.

source: Add a secured download link to your page. The URL is kept secret from the user.
de_de: Fügt einen geschützten Download-Link zur Seite hinzu. Die ursprüngliche URL bleibt geheim.

source: Source URL
de_de: Datei-URL

source: Display the number times the user may download the URL.
de_de: Zeigt an, wie oft der User die URL noch aufrufen kann - z.B. "5", falls der User die URL noch fünf mal aufrufen darf. Oder "0", falls kein Aufruf mehr möglich ist.

source: Displays text depending on a condition.
de_de: Zeigt Inhalte anhand von Bedingungen an.

source: When using the Gutenberg Editor you can also use the separate DigiMember block “DigiMember If Block” for the ds_if shortcode.
de_de: Bei Verwendung des Gutenberg Editors kannst du für den ds_if Shortcode auch den separaten DigiMember Block “DigiMember If Block” nutzen.

source: has product
de_de: hat Produkt

source: If multiple products selected: The text is shown, if the user has any them.
de_de: Falls mehrere Produkte ausgewählt: Der Inhalt wird angezeigt, falls der Nutzer irgendeines davon hat.

source: has not product
de_de: hat Produkt nicht

source: If multiple products selected: The text is shown, if the user has neither of them.
de_de: Falls mehrere Produkte ausgewählt: Der Inhalt wird angezeigt, falls der Nutzer keines davon hat.

source: is logged in
de_de: ist eingeloggt

source: yes
de_de: Ja

source: no
de_de: Nein

source: only if
de_de: nur falls

source: the previous condition did not match
de_de: die vorherige Bedingung falsch war

source: any condition so far did not match
de_de: jede Bedingung bisher falsch war

source: For protected content hosted by Digistore24: Add download links for these files.
de_de: Falls du den Digistore24-Download-Tresor verwendest: Mit diesem Shortcode fügst du Links zu den Dateien des Users im Download-Tresor hinzu.

source: Show texts of Digistore24
de_de: Texte aus Digistore24 anzeigen

source: None
de_de: Keines

source: Ask the user to waive his right of revocation.
de_de: Verzicht aufs Widerrufsrecht erfragen.

source: Howdy, %1$s
de_de: Willkommen, %1$s

source: Logged in and logged out users
de_de: Ein- und ausgeloggte User

source: Logged in users
de_de: Eingeloggte User

source: Logged out users
de_de: Ausgeloggte User

source: Visible for
de_de: Sichtbar für

source: Any product
de_de: Irgendeinem Produkt

source: Only visible if product owned
de_de: Nur sichtbar für Besitzer von

source: Only visible on pages of product
de_de: Nur sichtbar auf Seiten von

source: Current password
de_de: Bestehendes Kennwort

source: Personal data report
de_de: Export persönlicher Daten

source: Delete account
de_de: Konto löschen

source: Important
de_de: Wichtig

source: This is the last warning.
de_de: Dies ist die letzte Warnung.

source: This cannot be undone - by nobody, not even by our support team.
de_de: Das kann nicht rückgängig gemacht werden - nicht einmal durch unser Support-Team.

source: The confirmation text was not correct.
de_de: Der Bestätigungstext war nicht korrekt.

source: The report has been created:
de_de: Die Datei wurde erstellt:

source: Download TEXT file
de_de: Daten als TEXT-Datei herunterladen

source: easy to read
de_de: leicht zu lesen

source: Download XML file
de_de: Daten als XML-Datei herunterladen

source: for data transfer
de_de: für Datenübertragung
