Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/ncore-*.po
Languages: de_de

source: [PLUGIN] Settings
de_de: [PLUGIN]-Einstellungen

source: Settings
de_de: Einstellungen

source: Forms
de_de: Formulare

source: Actions
de_de: Aktionen

source: Edit
de_de: Bearbeiten

source: Log
de_de: Protokoll

source: Active
de_de: Aktiv

source: Action will be triggered
de_de: Aktion wird ausgeführt

source: if logging in for the [N]. time
de_de: falls eingeloggt zum [N]. Mal

source: Enter 1 to trigger the action when the user does his first login.
de_de: Gib 1 ein, um die Aktion beim ersten Login des Users durchzuführen.

source: Logins only will be counted (roughly) once a day.
de_de: Logins werden etwa einmal täglich gezählt.

source: if logging in after [N] days
de_de: falls wieder eingeloggt nach [N] Tagen Pause

source: Enter 14 to trigger the action, if the user has paused using your site for 14 (or more) days.
de_de: Gib 14 ein, um die Aktion auszulösen, wenn der User diese Webseite für 14 (oder mehr) Tage nicht mehr genutzt hat (aber schon einmal eingeloggt war).

source: if not logged in for [N] days
de_de: falls nicht eingeloggt für [N] Tage

source: Enter 7 to trigger the action, after the user has not logged in for a week.
de_de: Gib 7 ein, um die Aktion auszulösen, falls sich der User für eine Woche nicht einloggt (aber schon einmal eingeloggt war)

source: if never was online within [N] days after account creation
de_de: falls nicht online innerhalb von [N] Tagen nach Kontoerstellung

source: Enter 21 to trigger the action, after the user has not logged in within three weeks after account creation.
de_de: Gib 21 ein, um die Aktion auszulösen, wenn der User sich nicht innerhalb von drei Wochen nach Kontoerstellung einloggt.

source: Page
de_de: Seite

source: after viewing the page for
de_de: nach dem Betrachten der Seite für

source: seconds
de_de: Sekunden

source: when the product access
de_de: wenn der Produktzugriff

source: will expire in
de_de: auslaufen wird in

source: is expired for
de_de: ausgelaufen ist vor

source: Days of access
de_de: Zugangsdauer

source: Only for products, where %s is 1 day or longer.
de_de: Nur für Produkte, bei denen %s ein Tag oder länger ist.

source: days.
de_de: Tagen.

source: For owner of these products only
de_de: Nur für Besitzer eines der Produkte

source: Any product
de_de: Irgendein Produkt

source: Note
de_de: Hinweis

source: Add/Remove tag
de_de: Tag hinzufügen/entfernen

source: Autoresponder connection
de_de: Autoresponderverbindung

source: Important: Click on %s below to reload the %s tags.
de_de: Wichtig: Klicke auf %s unten, um die %s Tags zu aktualisieren.

source: Please <a>setup an autoresponder</a> of type %s first.
de_de: Bitte <a>erstelle erst einen Autoresponder</a> vom Typ %s.

source: Back
de_de: Zurück

source: Condition
de_de: Bedingung

source: Autoresponder action
de_de: Autoresponder-Aktion

source: The element has been deleted.
de_de: Das Element wurde gelöscht.

source: Copy
de_de: Kopieren

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Move to trash
de_de: In den Papierkorb verschieben

source: Restore
de_de: Wiederherstellen

source: Delete irrevocably
de_de: Endgültig löschen

source: Products
de_de: Produkte

source: none
de_de: keine

source: Date
de_de: Datum

source: All
de_de: Alle

source: Inactive
de_de: Inaktiv

source: No inactive actions found.
de_de: Keine inaktiven Aktionen gefunden.

source: Trash
de_de: Papierkorb

source: The trash is empty.
de_de: Der Papierkorb ist leer.

source: User
de_de: Benutzer

source: Action id
de_de: Aktions-Id

source: Action name
de_de: Aktions&shy;name

source: Created
de_de: Erstellt

source: Processed
de_de: Durchgeführt

source: New form
de_de: Neues Formular

source: Create new form
de_de: Neues Formular anlegen

source: Place this shortcode somewhere on your Website to display the form.
de_de: Diesen Shortcode kannst du überall auf deiner Webseite einfügen, um dort das Formular anzeigen zu lassen.

source: Please save the form to show the shortcode
de_de: Bitte speichern, um Shortcode anzuzeigen

source: Add Products
de_de: Produkte einbinden

source: When the form is submitted an order will be placed with these products for the E-Mail adress that was used in the form. You are able to give away Freebies that way for example.
de_de: Nach Absenden des Formulars wird für diese Produkte eine Bestellung für die eingetragene E-Mail Adresse angelegt. Dadurch kannst du z.B. Freebies verteilen.

source: Form width
de_de: Formularbreite

source: You are able to set the width of your form in pixels or you use a percentage amount of the space available.
de_de: Du kannst die Breite deines Formulars entweder pixelgenau einstellen oder sie jeweils prozentual zum zur Verfügung stehenden Platz errechnen lassen.

source: Page settings
de_de: Seiteneinstellungen

source: Use default label
de_de: Standard Beschriftung verwenden

source: Use transparent background
de_de: Transparenten Hintergrund verwenden

source: Use default error color
de_de: Standard Fehlerfarbe verwenden

source: Borders
de_de: Ränder

source: Here you are able to set the width to full form width (default) or you define space for the left and right sides.
de_de: Hier kannst du einstellen, ob der Inhalt des Formulars sich über die gesamte Breite erstrecken soll (Standard) oder ob du links und rechts lieber ein wenig Platz haben möchtest.

source: Title
de_de: Titel

source: Background color
de_de: Hintergrundfarbe

source: Error color
de_de: Fehlerfarbe

source: Display elements
de_de: Anzeigeelemente

source: Input elements
de_de: Eingabeelemente

source: All elements used
de_de: Alle Elemente verwendet

source: Save Changes
de_de: Änderungen übernehmen

source: Select size
de_de: Größe auswählen

source: Label
de_de: Beschriftung

source: Use default size
de_de: Standard Größe verwenden

source: Text color
de_de: Textfarbe

source: Border color
de_de: Randfarbe

source: Align
de_de: Ausrichtung

source: Input required
de_de: Eingabe verpflichtend

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Use fixed aspect ratio
de_de: Höhe automatisch einstellen

source: Here you are able to configure what happens when the button gets clicked. The action only gets triggered when all required fields on the page are filled.
de_de: Hier kannst du einstellen, was beim Klick auf den Button passieren soll. Die Aktion wird nur durchgeführt, wenn alle erforderlichen Felder auf der Seite ausgefüllt sind.

source: Put in the URL of your image here. You will find the File-Url in your media library in the attachment details.
de_de: Hier einfach die URL deines Bildes einfügen. Wenn du ein Bild in deiner Mediathek auswählst findest du dort in der Detailansicht die Datei-URL.

source: Here you can put in information about your privacy policy or your terms of service. You can add links via HTML code %s.
de_de: Hier kannst du z.B. Hinweise zur Datenschutzerklärung oder zu den AGBs eingeben. Verlinkungen können mit dem HTML Code %s eingefügt werden.

source: Action
de_de: Aktion

source: Submit form and
de_de: Formular abschicken und

source: Show message
de_de: Mitteilung anzeigen

source: Open form page
de_de: Formularseite öffnen

source: open url
de_de: URL aufrufen

source: the next page
de_de: die nächste Seite

source: specific page
de_de: bestimmte Seite

source: Reset content
de_de: Inhalte zurücksetzen

source: complete form
de_de: gesamtes Formular

source: Input field
de_de: Eingabefeld

source: Select field
de_de: Auswahlfeld

source: Image
de_de: Bild

source: Headline
de_de: Überschrift

source: Divider
de_de: Trennlinie

source: Spacer
de_de: Abstandshalter

source: Checkbox with text
de_de: Checkbox mit Text

source: Form
de_de: Formular

source: Product
de_de: Produkt

source: Define headline here...
de_de: Hier die Überschrift festlegen...

source: Define Text here...
de_de: Hier den Text festlegen...

source: Copied
de_de: Kopiert

source: Select action
de_de: Wähle Aktion

source: Select page
de_de: Seite auswählen

source: E-mail field is missing!
de_de: E-Mail Feld fehlt!

source: Button is missing!
de_de: Button fehlt!

source: Product is missing!
de_de: Produkt fehlt!

source: -Submit form- action is missing!
de_de: -Formular abschicken- Aktion fehlt!

source: Form saved
de_de: Formular gespeichert

source: Form loaded
de_de: Formular geladen

source: Please add an e-mail field to map the order correctly.
de_de: Bitte füge ein E-Mail Feld hinzu, damit die Bestellung korrekt zugeordnet werden kann.

source: Please add a button that has a -Submit- action.
de_de: Bitte füge einen Kopf mit einer -Abschicken- Aktion hinzu.

source: Please select a product that will be given away by the form.
de_de: Bitte wähle mindestens ein Produkt aus, welches beim Absenden des Formulars vergeben wird.

source: At last one button in the form needs a -Submit form- action.
de_de: Bitte füge bei mindestens einem der Knöpfe im Formular eine -Abschicken- Aktion hinzu.

source: The form was saved successfully.
de_de: Das Formular wurde erfolgreich gespeichert.

source: The form was loaded successfully.
de_de: Das Formular wurde erfolgreich geladen.

source: You have to fill this out.
de_de: Hier muss etwas eingegeben werden.

source: Please enter a valid e-mail adress.
de_de: Bitte eine gültige E-Mail Adresse eingeben.

source: Please agree to the terms.
de_de: Bitte die Bedingungen akzeptieren.

source: Please put in a valid number.
de_de: Bitte eine gültige Zahl eingeben.

source: Please put in at least 3 letters.
de_de: Bitte mindestens 3 Zeichen eingeben.

source: Mail
de_de: E-Mail

source: DigiMember default field
de_de: DigiMember Standardfeld

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: A horizontal, black line
de_de: Eine horizontale, schwarze Linie

source: An empty space
de_de: Eine leere Fläche

source: Acknowledgements of Terms of service for example
de_de: Zur Kenntnisnahmme von z.B. Datenschutzerklärungen

source: DigiMember custom field
de_de: DigiMember Eigenes Feld

source: Here you manage the DigiMember forms. You can use these forms to collect data from your (potential) customers in a highly individual style. Edit a form to simply add questions about e-mail address, your DigiMember %s or display further information.
de_de: Hier kannst du deine DigiMember Formulare verwalten. Diese kannst du nutzen um Informationen deiner (potenziellen) Kunden individuell gestaltet zu sammeln. Bearbeite ein Formular und frage nach der E-Mail Adresse, füge %s ein oder zeige weiterführende Informationen an.

source: For an easy start, we provided you two exemplary DigiMember forms to give you an inspiration on how to use them. You can delete or edit these predefined forms anytime.
de_de: Für einen leichten Einstieg haben wir exemplarisch zwei Formulare angelegt, um dir eine Inspiration für die Nutzung zu geben. Du kannst diese jeder Zeit bearbeiten oder löschen.

source: Please add a form first
de_de: Bitte zunächst ein Formular anlegen

source: Api Keys
de_de: API Schlüssel

source: <strong> Hint: </strong>
de_de: <strong> Hinweis: </strong>

source: For more information on "How to integrate DigiMember with Zapier" or "How to setup an example Zap" please visit our <a>help page</a>.
de_de: Mehr Informationen zum Thema "Integration von DigiMember und Zapier" und Beispiel-Zaps befinden sich auf der <a>DigiMember Hilfeseite</a>.

source: Permissions
de_de: Berechtigung

source: Created by
de_de: Erstellt von

source: Default is: %s
de_de: Standard ist: %s

source: Preview
de_de: Vorschau

source: View page
de_de: Seite anzeigen

source: Custom Fields
de_de: Eigene Felder

source: Here you can create or edit a single field.
de_de: Hier kannst du ein einzelnes Feld erstellen oder bearbeiten.

source: Field type
de_de: Feldtyp

source: Used select
de_de: Verwendete Auswahl

source: Content of the selct list
de_de: Inhalt der Auswahlliste

source: Here you can input the options of the select field with a comma seperated list. Example: option 1,option 2,option 3.<br>Pro tip: its possible to set a specific value for each option by using a # sign between the value and the label of an option. Example: value1#option 1,value2#option 2,value3#option 3. The values are not visible for the users.
de_de: Hier kannst du die einzelnen Optionen kommasepariert eingeben, z.B. Option 1, Option 2, Option 3.<br>Pro-Tipp: Wenn du gezielte “Werte” (Values) für die einzelnen Formularoptionen vergeben möchtest, ist dies mittels # möglich, z.B. Wert1#Option1, Wert2#Option2, Wert3#Option3. Diese Werte werden dem Nutzer nicht angezeigt.

source: This is the label of the field. Its visible for the users in the input forms.
de_de: Dies ist die Beschriftung des Feldes, die dem Nutzer im Formular angezeigt wird.

source: Hint text
de_de: Hinweistext

source: This hint text will be presented to the users as tooltip in the input forms.
de_de: Der Hinweistext wird dem Nutzer im Formular als Tooltip angezeigt.

source: Account data
de_de: Benutzerdaten

source: Form data
de_de: Formulardaten

source: Defines the category of the field. Only Account data can be seen and edited by users. Form data fields may be used in forms. The collected data can only be seen from admin area.
de_de: Legt die Kategorie des Feldes fest. Benutzerdaten können von Benutzer eingesehen und verändert werden. Formulardaten können in Formularen verwendet werden, danach aber nur aus dem Adminbereich eingesehen werden.

source: This is the position of the field in the forms. The field with the lowest number will be displayed first.
de_de: Dies ist die Position des Feldes im Formular. Das Feld mit der niedrigsten Zahl wird zuerst angezeigt.

source: Visible
de_de: Sichtbar

source: Wordpress account management
de_de: Wordpress Benutzerverwaltung

source: The visibility of a field defines if a field is visible in a shortcode or not.<br>Fields that are active but not visible will not be visible by the user in a shortcode but available in the %s.
de_de: Die Sichtbarkeit eines Feldes beeinflusst, ob das Feld in den jeweiligen Shortcode angezeigt werden kann.<br>Aktive, aber nicht sichtbare Felder, werden nicht in innerhalb der Shortcode angezeigt, sind jedoch in der %s verfügbar.

source: Configuration
de_de: Konfiguration

source: Visibility
de_de: Sichtbarkeit

source: Field status
de_de: Feldstatus

source: Autoresponder links
de_de: Autoresponder Verknüpfungen

source: Here you can manage your own, custom defined fields to collect additional data from your users.
de_de: Hier kannst du eigene, selbstdefinierte Felder für das Sammeln von zusätzlichen Nutzerdaten verwalten.

source: You can use this fields in the shortcodes ds_account (Account management for users) or ds_signup (registration form).
de_de: Du kannst die erstellten Felder im ds_account (Accountverwaltung für Nutzer) und ds_signup (Registrierungsformular) Shortcodes verwenden.

source: You can display all or individual custom fields with the shortcode ds_customfield.
de_de: Du kannst alle oder einzelne eigene Felder über den Shortcode ds_customfield anzeigen lassen.

source: The collected data you can find in the %s. <br>For a better start we predefined some fields for you. You can edit or delete them anytime.
de_de: Die gesammelten Daten deiner Nutzer kannst du in der %s einsehen. <br>Für einen leichten Einstieg sind ein paar Felder vordefiniert. Diese kannst du jederzeit anpassen und bei Bedarf auch löschen.

source: You can create new fields over the button ”add new”.
de_de: Über den Knopf “Hinzufügen” können neue Felder hinzugefügt werden.

source: No inactive fields found.
de_de: Keine inaktiven Felder gefunden.

source: No deleted fields found.
de_de: Keine gelöschten Felder gefunden.

source: Please create a field first.
de_de: Bitte zunächst ein Feld erstellen.

source: Deleted one custom field irrevocably.
de_de: Ein eigenes Feld endgültig gelöscht.

source: Deleted %s custom fields irrevocably.
de_de: %s eigene Felder endgültig gelöscht.

source: Moved one custom field to trash.
de_de: Ein eigenes Feld in den Papierkorb verschoben.

source: Moved %s custom fields to trash.
de_de: %s eigene Felder in den Papierkorb verschoben.

source: Restored one custom field from trash.
de_de: Ein eigenes Feld wiederhergestellt.

source: Restored %s custom fields from trash.
de_de: %s eigene Felder wiederhergestellt.

source: Activated one custom field.
de_de: Ein eigenes Feld aktiviert.

source: Activated %s custom fields.
de_de: %s eigene Felder aktiviert.

source: Deactivated one custom field.
de_de: Ein eigenes Feld deaktiviert.

source: Deactivated %s custom fields.
de_de: %s eigene Felder deaktiviert.

source: Placeholders
de_de: Platzhalter

source: Type
de_de: Typ

source: Section
de_de: Kategorie

source: Message
de_de: Nachricht

source: Send test email
de_de: Test-E-Mail senden

source: Enter an email address:
de_de: Bitte gib eine E-Mail-Adresse ein:

source: A test email has been sent to %s.
de_de: Eine Test-E-Mail wurde an %s geschickt.

source: The email to %s could not be send. Please validate the email address and your email settings.
de_de: Die E-Mail an %s konnte nicht verschickt werden. Bitte prüfe die E-Mail-Adresse und die E-Mail-Einstellungen.

source: The email to %s has not been send, because the message is left blank.
de_de: Die E-Mail an %s wurde nicht verschickt, weil der Nachrichtentext leer ist.

source: Optout on account deletion
de_de: Optout bei Konto-Löschung

source: If yes, the user will be deleted from the auto responder, if his is account is deleted in WordPress.
de_de: Falls JA, werden gelöschte Benutzer aus der Kontakt-Liste dieses E-Mail-Marketing-Anbieters entfernt.

source: Allow export of personal data
de_de: Den Export persönlicher Daten erlauben

source: If yes, and if the user exports his data via the %s shortcode, his data stored in the autoresponder's database will be exported.
de_de: Falls JA und falls der User seine persönlichen Daten über den %s-Shortcode exportiert, werden die Daten, die in der Datenbank dieses Autoresponders gespeichert sind, ebenfalls exportiert.

source: For this autoresponder no data privacy settings are available.
de_de: Für diesen Autoresponder sind keine Einstellungen zum Schutz personenbezogener Daten verfügbar.

source: Test settings
de_de: Einstellungen testen

source: Test autoresponder
de_de: Autoresponder testen

source: GDPR
de_de: DSGVO

source: The email %s was added to the autoresponder.
de_de: Die E-Mail-Adresse %s wurde zum Autoresponder hinzugefügt.

source: Please check your mailbox for a subscription confirmation email (if applicable).
de_de: Bitte prüfe deine Mailbox, ob sich dort ggf. eine Bestätigungsemail deines Autoresponders befindet.

source: You also might want to check your autoresponder's website and validate that %s is subscribed.
de_de: Bei Single-Optin gehe auf die Webseite des Verteilers und prüfe, ob %s im Verteiler aufgenommen wurde.

source: If the subscription is NOT successful, please try a different email address, because the used email address may already be subscribed.
de_de: Falls der Test NICHT erfolgreich war, probiere bitte eine neue E-Mail-Adresse, da die bestehende u.U. schon im Autoresponder eingetragen war.

source: Error when adding %s to the autoresponder: %s
de_de: Ein Fehler trat auf, als %s zum Verteiler hinzugefügt werden sollte: %s

source: Here you can have your customers automatically added to an email software (autoresponder), that will sent follow up emails. This setting is optional.
de_de: Hier hast du die Möglichkeit, die E-Mail-Adresse des Käufers automatisiert in eine E-Mail-Software (Autoresponder) eintragen zu lassen, um ihm danach in einem bestimmten Rhythmus sogenannte Follow-Up E-Mails zukommen zu lassen. Diese Einstellung ist optional.

source: Autoresponder Type
de_de: Autorespondertyp

source: No inactive autoresponders found.
de_de: Keine inaktiven Autoresponder vorhanden.

source: No autoresponders found in trash.
de_de: Es befinden sich keine Autoresponder im Papierkorb.

source: Please add a new autoresponder first.
de_de: Bitte erstelle erst einen Autoresponder.

source: Deleted one autoresponder irrevocably.
de_de: Ein Autoresponder endgültig gelöscht.

source: Deleted %s autoresponders irrevocably.
de_de: %s Autoresponder endgültig gelöscht.

source: Moved one autoresponder to trash.
de_de: Ein Autoresponder in den Papierkorb verschoben.

source: Moved %s autoresponders to trash.
de_de: "%s Autoresponder in den Papierkorb verschoben.

source: Restored one autoresponder from trash.
de_de: Ein Autoresponder wiederhergestellt.

source: Restored %s autoresponders from trash.
de_de: %s Autoresponder wiederhergestellt.

source: Activated one autoresponder.
de_de: Ein Autoresponder aktiviert.

source: Activated %s autoresponders.
de_de: %s Autoresponder aktiviert.

source: Deactivated one autoresponder.
de_de: Ein Autoresponder deaktiviert.

source: Deactivated %s autoresponders.
de_de: %s Autoresponder deaktiviert.

source: Click on this button to clear the license key.<p>You then may use the license key for another domain.
de_de: Klicke auf diesen Knopf, um den Lizenzschlüssel freizugeben.<p>Du kannst den Lizenzschlüssel dann für eine andere Domäne verwenden.

source: Enter your license key we have sent you by email after purchasing the product.
de_de: Trage hier den Lizenzcode ein, den du nach erfolgreicher Bezahlung per E-Mail zugeschickt bekommen hast und den nach dem Anmelden im Mitglieder-Bereichen siehst.

source: The license will now be reset.|You then may use the license key for a new domain.|Continue?
de_de: Die Lizenz wird jetzt freigegeben.|Dann kannst du den Lizenzschlüssel mit einer neuen Domäne verwenden.|Fortfahren?

source: Reset license key
de_de: Lizenzschlüssel freigeben

source: License Code
de_de: Lizenzschlüssel

source: Important
de_de: Wichtig

source: This is the test version of the %s plugin!
de_de: Dies ist die Test-Version des %s-Plugins!

source: This test version receives updates earlier then the productive version. These update may not be stable and are not suited for productive environments.
de_de: Diese Test-Version erhält Updates früher als die Produktiv-Version. Diese Updates können instabil sein und sind nicht für eine Produktiv-Umgebung geeignet.

source: Setup
de_de: Einrichtung

source: Email communication
de_de: E-Mail-Kommunikation

source: Recommend
de_de: Empfehlen

source: The license is valid and activated.
de_de: Die Lizenz ist gültig und aktiviert.

source: The license key has been resetted. You may now use the license for another domain.
de_de: Der Lizenzschlüssel ist freigegeben worden. Du kannst den Lizenzschlüssel jetzt für eine andere Domäne verwenden.

source: Order date
de_de: Bestelldatum

source: No
de_de: Nein

source: Sending email to %s and %s failed.
de_de: E-Mail an %s und %s konnte nicht versendet werden.

source: Is published
de_de: Veröffentlicht

source: Your changes have been saved.
de_de: Deine Änderungen wurden gespeichert.

source: days
de_de: Tage

source: Publish
de_de: Veröffentlichen

source: Unpublish
de_de: Veröffentlichung zurücknehmen

source: Published
de_de: Veröffentlicht

source: Drafts
de_de: Entwürfe

source: You have to select at last one product.
de_de: Es muss ein Produkt ausgewählt werden.

source: General
de_de: Allgemein

source: Send
de_de: Versenden

source: Statistics
de_de: Statistik

source: Messages
de_de: Nachrichten

source: Page %s
de_de: Seite %s

source: Design - Menus
de_de: Design - Menüs

source: Go to %s and add a menu.
de_de: Gehe auf %s und erstelle ein Menü.

source: Error connecting to smtp host
de_de: Fehler bei Verbindung zum SMTP-Server
