Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/ncore-*.po
Languages: de_de

source: Your feedback helps us to make DigiMember even better. <br> Therefore we would like to ask you to tell us why you want to deactivate DigiMember: <br> (Multiple answers possible)
de_de: Dein Feedback hilft uns, DigiMember noch besser zu machen.<br>Deshalb möchten wir Dich bitten uns zu verraten, wieso du DigiMember deaktivieren möchtest:<br> (Mehrfachnennung möglich)

source: How can we further improve DigiMember?
de_de: Wie können wir DigiMember weiter verbessern?

source: May DigiMember customer support contact you via email about your feedback?
de_de: Darf der DigiMember Kundensupport Dich zu deinem Feedback per E-Mail kontaktieren?

source: It's too complicated to set up
de_de: Die Einrichtung ist zu kompliziert

source: I couldn't implement my idea with DigiMember
de_de: Ich konnte meine Idee mit DigiMember nicht umsetzen

source: I couldn't implement my idea with DigiMember because
de_de: Ich konnte meine Idee mit DigiMember nicht umsetzen weil

source: I'm missing important connections to third-party tools
de_de: Es fehlen wichtige Anbindungen zu Drittanbieter-Tools

source: I am using a different member plugin
de_de: Ich nutze ein anderes Member Plugin

source: The deactivation is only temporary / for test purposes
de_de: Die Deaktivierung ist nur vorübergehend / zu Testzwecken

source: DigiMember PRO is too expensive for me
de_de: DigiMember PRO ist mir zu teuer

source: Send feedback
de_de: Feedback senden

source: Cancel
de_de: Abbrechen

source: Deactivate without Feedback
de_de: Ohne Feedback deaktivieren

source: Copied...
de_de: Kopiert...

source: Copy to clipboard
de_de: In die Zwischenablage

source: Description
de_de: Beschreibung

source: URL is required.
de_de: URL ist erforderlich.

source: Show all fields
de_de: Alle Felder anzeigen

source: Show %s
de_de: %s anzeigen

source: Enter %s
de_de: %s eingeben

source: Login
de_de: Anmelden

source: before
de_de: davor

source: after
de_de: dahinter

source: Shows %s.
de_de: Zeigt %s an.

source: Only active, visible fields can be displayed. If no data has yet been stored for a logged-in user, the field will not be displayed.
de_de: Es können nur aktive, sichtbare Felder angezeigt werden. Wenn für einen eingeloggten Benutzer noch keine Daten hinterlegt wurden, wird das Feld nicht angezeigt.

source: Custom field
de_de: Eigenes Feld

source: Forms, that containing errors, are not visible in frontend.
de_de: Formulare, die Fehler enthalten sind im Frontend nicht sichtbar.

source: Logoff
de_de: Abmelden

source: Continue?
de_de: Fortfahren?

source: Close
de_de: Schließen

source: DigiMember data
de_de: DigiMember Daten

source: DigiMember - Data from custom fields
de_de: DigiMember - Daten aus eigenen Feldern

source: This is the data of the active fields of %s. If the fields are empty, there was nothing saved for this user until now.
de_de: Dies sind die Daten der aktiven Felder aus %s. Sollten die Daten für einen Nutzer leer sein, wurden für diesen Nutzer noch keine Daten eingepflegt.

source: Invalid autoresponder id: %s
de_de: Ungültige Autoresponder-Id: %s

source: The email address %s is invalid.
de_de: Die E-Mail-Adresse %s ist nicht gültig.

source: The autoresponder connection #%s is not active.
de_de: Die Autoresponder-Anbindung #%s ist inaktiv.

source: Subscription of %s to %s failed: %s
de_de: Fehler beim Eintrag von %s in %s: %s

source: generic
de_de: Generisch

source: Instructions
de_de: Anleitung

source: No active autoresponder connection found for autojoin.
de_de: Keine aktiven Autoresponder mit Autojoin-Funktion vorhanden.

source: %s is not active.
de_de: %s ist nicht aktiv.

source: No products selected.
de_de: Keine Produkte ausgewählt.

source: Could not retrieve contact data from thank you page URL.
de_de: Konnte keine Kontakt-Daten aus der Danke-Seite URLermitteln.

source: Select autoresponder
de_de: Autoresponder auswählen

source: (Please select ...)
de_de: (Bitte wähle ...)

source: Subscribed %s to %s.
de_de: %s wurde zu %s hinzugefügt.

source: No linking
de_de: Keine Verknüpfung

source: In addition to the fixed fields above, the %s can also be synchronized with %s. This means that the custom fields can also be used in e-mails in %s via the drop-down list placeholders.
de_de: Zusätzlich zu den oberen, festen Feldern, können auch die %s mit %s synchronisiert werden. Dadurch können auch die Eigenen Felder in %s über die Dropdownliste Platzhalter in E-Mails verwendet werden.

source: To use the %s with the fields in %s, please first enter your access data and save it.
de_de: Um die %s mit den Feldern in %s zu nutzen, gib bitte zunächst deine Zugangsdaten ein und speichere.

source: Invalid email list.
de_de: Ungültiger E-Mailverteiler.

source: Your password
de_de: Dein Kennwort

source: Connection with custom fields in DigiMember
de_de: Verbindung mit Eigenen Feldern in DigiMember

source: Error adding %s to group %s: %s
de_de: Fehler beim Hinzufügen von %s zur Gruppe %s: %s

source: Yes
de_de: Ja

source: In addition to the fixed fields above, the %s can also be synchronized with %s.
de_de: Zusätzlich zu den oberen, festen Feldern, können auch die %s mit %s synchronisiert werden.

source: In %s you can add these fields as placeholders to the e-mail texts. IMPORTANT: In order to use your own fields in DigiMember, these must be created as “cross-list fields” in %s.
de_de: In %s kannst du diese Felder als Platzhalter zu den E-Mail-Texten hinzufügen. WICHTIG: Um die eigenen Felder in DigiMember zu verwenden, müssen diese in %s als “Listenübergreifende Felder” angelegt werden.

source: Error adding %s to list %s. HTTP result code: %s
de_de: Fehler beim Hinzufügen von %s zur Liste %s. HTTP result code: %s

source: Notification URL
de_de: Benachrichtigungs-URL

source: Method
de_de: Methode

source: Parameter name for email
de_de: Parametername für E-Mail

source: Parameter name for first name
de_de: Paramtername für Vorname

source: Parameter name for last name
de_de: Parametername für Nachname

source: Number of extra parameters
de_de: Anzahl zusätzlicher Parameter

source: Extra parameter %s name
de_de: Zusätzlicher Parameter %s - Name

source: Extra parameter %s value
de_de: Zusätzlicher Parameter %s - Wert

source: Failed to create new tag %s
de_de: Konnte Tag %s nicht erstellen

source: Could not send email to %s: %s
de_de: Konnte keine E-Mail an %s senden: %s

source: MY_MAILLINGLIST@%s
de_de: MEIN_VERTEILER@%s

source: subscribe
de_de: eintragen

source: unsubscribe
de_de: austragen

source: Autoresponder email address
de_de: Verteiler-E-Mail-Adresse

source: Email subject
de_de: E-Mail Betreff

source: Error code: %s
de_de: Fehlercode: %s

source: signup
de_de: Anmeldung

source: active
de_de: aktiv

source: not active
de_de: inaktiv

source: yes
de_de: ja

source: no
de_de: nein

source: Optin now
de_de: Jetzt abonnieren

source: Optout now
de_de: Abbestellen

source: Error contacting the mailtemplate server:
de_de: Fehler bei Verbindung zum Mailvorlagen-Server:

source: Please enter a valid user name in field %s
de_de: Bitte geben Sie einen gültigen Benutzernamen für das Feld %s an

source: Permission denied.
de_de: Zugriff verweigert.

source: Shows a login area (like the %s %s shortcode)
de_de: Zeigt ein Login-Formular an (wie der %s-%s-Shortcode)

source: Completed - click to mark as uncompleted
de_de: Erledigt - klicken, um als unerledigt zu kennzeichnen

source: Click to mark as completed
de_de: Klicken, um als erledigt abzuhaken

source: Completed
de_de: Erledigt

source: Not yet completed
de_de: Noch nicht erledigt

source: Click here.
de_de: Klicke hier.

source: Warning
de_de: Warnung

source: Error
de_de: Fehler

source: Payment
de_de: Zahlungsanbieter

source: Minutely jobs
de_de: Minütliche Jobs

source: Hourly jobs
de_de: Stündliche Jobs

source: Daily jobs
de_de: Tägliche Jobs

source: Weekly jobs
de_de: Wöchentliche Jobs

source: Some recurrent tasks ("Cronjobs") are NOT running periodically:
de_de: Diese wiederkehrenden Aufgaben ("Cronjobs") werden nicht regelmäßig gestartet:

source: The recurrent tasks ("Cronjobs") are running periodically.
de_de: Die wiederkehrenden Aufgaben ("Cronjobs") werden regelmäßig gestartet.

source: Currently you have no elements to edit.
de_de: Zurzeit gibt es keine Elemente, die bearbeitet werden können.

source: Add new
de_de: Hinzufügen

source: No items found.
de_de: Keine Elemente gefunden.

source: Deleted one item irrevocably.
de_de: Ein Element endgültig gelöscht.

source: Deleted %s items irrevocably.
de_de: %s Elemente endgültig gelöscht.

source: Moved one item to trash.
de_de: Ein Element in den Papierkorb verschoben.

source: Moved %s items to trash.
de_de: %s Elemente in den Papierkorb verschoben.

source: Restored one item from trash.
de_de: Ein Element wiederhergestellt.

source: Restored %s items from trash.
de_de: %s Elemente wiederhergestellt.

source: Activated one item.
de_de: Ein Element aktiviert.

source: Activated %s items.
de_de: %s Elemente aktiviert.

source: Deactivated one item.
de_de: Ein Element deaktiviert.

source: Deactivated %s items.
de_de: %s Elemente deaktiviert.

source: Copied one item.
de_de: Ein Element kopiert.

source: Copied %s items.
de_de: %s Elemente kopiert.

source: Published one item.
de_de: Ein Element veröffentlicht.

source: Published %s items.
de_de: %s Elemente veröffentlicht.

source: Unpublished one item.
de_de: Für ein Element die Veröffentlichung zurückgenommen.

source: Unpublished %s items.
de_de: Für %s Elemente die Veröffentlichung zurückgenommen.

source: Action %s performend successfully on %s item(s).
de_de: Aktion %s wurde erfolgreich für %s Element(e) durchgeführt.

source: The action could not be completed.
de_de: Die Aktion konnte nicht durchgeführt werden.

source: Undo
de_de: Rückgängig

source: Parameter %s is required.
de_de: Parameter %s ist erforderlich.

source: Another %s widget.
de_de: Ein weites %s-Widget.

source: Welcome to DigiMember
de_de: Herzlich Willkommen zu DigiMember

source: With DigiMember you are able to provide complex member areas, download products and membership solutions easily.
de_de: Mit DigiMember kannst du kinderleicht umfangreiche Mitgliederbereiche, Downloadprodukte und Abolösungen anbieten.

source: here
de_de: hier

source: For a better beginning, we got a manual for you, which guides you through the first steps in DigiMember. Click %s, to open the manual on our help page.
de_de: Um dir den Einstieg ein wenig zu erleichtern, haben wir für Dich einen Quick-Start-Guide erstellt, der Dich mit vielen Videos und kurzen Texten durch die ersten Schritte mit DigiMember führt. Klicke %s, um den Quick-Start-Guide auf unserer Hilfeseite zu öffnen.

source: We wish you much fun and success with DigiMember!
de_de: Wir wünschen dir viel Freude und Erfolg mit DigiMember!

source: Your DigiMember team
de_de: Dein DigiMember Team

source: Go to DigiMember
de_de: Weiter zu DigiMember

source: Error connecting to the upgrade server:
de_de: Fehler bei Verbindung zum Upgarde-Server:

source: Upgrading %s from version %s to %s.
de_de: Aktualisiere %s von Version %s auf %s.

source: m/d/Y
de_de: d.m.Y

source: in 1 second
de_de: in 1 Sekunde

source: in %s seconds
de_de: in %s Sekunden

source: in %s minutes
de_de: in %s Minuten

source: in 1 hour
de_de: in 1 Stunde

source: in %s hours
de_de: in %s Stunden

source: in 1 day
de_de: in 1 Tag

source: in %s days
de_de: in %s Tagen

source: in 1 week
de_de: in 1 Woche

source: in %s weeks
de_de: in %s Wochen

source: in 1 month
de_de: in 1 Monat

source: in %s months
de_de: in %s Monaten

source: in 1 year
de_de: in 1 Jahr

source: in %s years
de_de: in %s Jahren

source: for 1 second
de_de: für 1 Sekunde

source: for %s seconds
de_de: für %s Sekunden

source: for 1 minute
de_de: für eine Minute

source: for %s minutes
de_de: für %s Minuten

source: for 1 hour
de_de: für 1 Stunde

source: for %s hours
de_de: für %s Stunden

source: for 1 day
de_de: für 1 Tag

source: for %s days
de_de: für %s Tage

source: for 1 week
de_de: für 1 Woche

source: for %s weeks
de_de: für %s Wochen

source: for 1 month
de_de: für 1 Monat

source: for %s months
de_de: für %s Monate

source: for 1 year
de_de: für 1 Jahr

source: for %s years
de_de: für %s Jahre

source: after 1 second
de_de: nach 1 Sekunde

source: after %s seconds
de_de: nach %s Sekunden

source: after 1 minute
de_de: nach einer Minute

source: after %s minutes
de_de: nach %s Minuten

source: after 1 hour
de_de: nach 1 Stunde

source: after %s hours
de_de: nach %s Stunden

source: after 1 day
de_de: nach 1 Tag

source: after %s days
de_de: nach %s Tagen

source: after 1 week
de_de: nach 1 Woche

source: after %s weeks
de_de: nach %s Wochen

source: after 1 month
de_de: nach 1 Monat

source: after %s months
de_de: nach %s Monaten

source: after 1 year
de_de: nach 1 Jahr

source: after %s years
de_de: nach %s Jahren

source: 1 second ago
de_de: vor 1 Sekunde

source: %s seconds ago
de_de: vor %s Sekunden

source: 1 minute ago
de_de: vor einer Minute

source: %s minutes ago
de_de: vor %s Minuten

source: 1 hour ago
de_de: vor 1 Stunde

source: %s hours ago
de_de: vor %s Stunden

source: 1 day ago
de_de: vor 1 Tag

source: %s days ago
de_de: vor %s Tagen

source: 1 week ago
de_de: vor 1 Woche

source: %s weeks ago
de_de: vor %s Wochen

source: 1 month ago
de_de: vor 1 Monat

source: %s months ago
de_de: vor %s Monaten

source: 1 year ago
de_de: vor 1 Jahr

source: %s years ago
de_de: vor %s Jahren

source: today
de_de: Heute

source: 1 second
de_de: 1 Sekunde

source: %s seconds
de_de: %s Sekunden

source: %s minutes
de_de: %s Minuten

source: 1 hour
de_de: 1 Stunde

source: %s hours
de_de: %s Stunden

source: 1 day
de_de: 1 Tag

source: %s days
de_de: %s Tage

source: 1 week
de_de: 1 Woche

source: %s weeks
de_de: %s Wochen

source: 1 month
de_de: 1 Monat

source: %s months
de_de: %s Monate

source: 1 year
de_de: 1 Jahr

source: %s years
de_de: %s Jahre

source: bytes
de_de: Byte

source: New year
de_de: Neujahr

source: Rose monday
de_de: Rosenmontag

source: Ash wednesday
de_de: Aschermittwoch

source: Good friday
de_de: Karfreitag

source: Easter sunday
de_de: Ostersonntag

source: Whit sunday
de_de: Pfingstsonntag

source: Christmas 1st day
de_de: 1. Weihnachtstag

source: New years eve
de_de: Silvester

source: and
de_de: und

source: or
de_de: oder

source: Please select
de_de: Bitte wählen

source: all
de_de: alle

source: Open URL
de_de: URL aufrufen

source: Choose image
de_de: Bild wählen

source: Password strength
de_de: Passwortstärke

source: Very weak
de_de: Sehr schwach

source: No match
de_de: Keine Übereinstimmung

source: Weak
de_de: Schwach

source: Medium
de_de: Mittel

source: Strong
de_de: Stark

source: Click here
de_de: Hier klicken

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s" title="Password Lost and Found">Lost your password</a>?
de_de: <strong>FEHLER</strong>: Das Kennwort für <strong>%1$s</strong> ist falsch. <a href="%2$s" title="Klicke hier, um ein neues Kennwort zu erhalten">Kennwort vergessen</a>?

source: Error loading tags - please <a>check access data in your autoresponder settings</a>.
de_de: Fehler: Konnte die Tags nicht laden. Bitte <a>prüfe deine Autoresponder-Zugangsdaten</a>.

source: No tags created yet.
de_de: Noch keine Tags erstellt.

source: New tag:
de_de: Neues Tag:

source: There is already a tag with the name %s.
de_de: Es gibt bereits ein Tag mit dem Namen %s.

source: Created tag %s.
de_de: Tag %s erstellt.

source: Required
de_de: Erforderlich

source: Invalid blog id
de_de: Ungültige Blog-Id

source: white
de_de: Weiß

source: red
de_de: Rot

source: yellow
de_de: Gelb

source: blue
de_de: Blau

source: green
de_de: Grün

source: purple
de_de: Lila

source: teal
de_de: Smaragdgrün

source: cyan
de_de: Zyan

source: gray
de_de: Grau

source: black
de_de: Schwarz

source: For [NAME] please enter a number.
de_de: Bitte geben Sie für [NAME] eine Zahl ein.

source: For [NAME] please enter a valid email address.
de_de: Bitte geben Sie für [NAME] eine gültige E-Mail-Adresse an.

source: [NAME] is required. Please enter a value.
de_de: [NAME] ist ein Pflichtfeld. Bitte geben Sie einen Wert ein.

source: For [NAME] please enter a valid time.
de_de: Für [NAME] geben Sie bitte eine gültige Zeit ein.

source: Please enter correct values for the highlighted fields.
de_de: Bitte geben Sie gültige Werte für die markierten Eingabefelder an.

source: Delete
de_de: Entfernen

source: Remove
de_de: Entfernen

source: Select image
de_de: Bild wählen

source: Seperate multiple values by commas.
de_de: Trenne mehrere Werte durch Kommata.

source: No pages! Please create a page first.
de_de: Keine Seiten vorhanden! Erstelle erst eine Seite.

source: Error contacting license server: %s
de_de: Fehler bei Verbindung zum Lizenz-Server: %s

source: Error fetching license: %s
de_de: Fehler bei Verbindung zum Lizenz-Server: %s

source: Error freening license key: %s
de_de: Fehler bei Freigabe von Lizenz: %s

source: %s license invalid: %s
de_de: %s-Lizenz ungültig: %s

source: %s: License error
de_de: %s: Lizenzfehler

source: on %s
de_de: auf %s

source: %s license %s is valid and activated.
de_de: Die %s-Lizenz %s ist gültig und aktiviert.

source: <a>Click here</a> to enter a valid license code.
de_de: <a>Hier gültigen Lizenzschlüssel eingeben</a>.

source: The license key is invalid. No license found for key %s.
de_de: Der Lizenzschlüssel ist ungültig. Es wurde keine Lizenz für %s gefunden.

source: Stored license does not match license key %s. Please review the license key in the plugin settings and save them again.
de_de: Die gespeicherte Lizenz stimmt nicht mit dem Lizenzschlüssel %s überein. Bitte prüfe den Lizenzschlüssel in den Plugin-Eigenstellungen und speichere erneut.

source: License %s is not for URL %s.
de_de: Lizenz %s ist nicht für URL %s.

source: The license was used for a different domain.
de_de: Der Lizenzschlüssel würde bereits für eine andere Domäne verwendet.

source: To free the license<ol><li>visit the <a>DigiMember membership area</a>,</li><li>locate the license in the license list</li><li>and press the reset button to free the license.</li></ol>
de_de: Um den Lizenzschüssel freizugeben<ol><li>besuche den <a>DigiMember-Mitglieder-Bereich</a>,</li><li>wählen oben im Menü Lizenzen</li><li>und klicke neben dem Lizenzschlüssel auf Freigeben.</li>

source: License %s is expired. This may happen also to permanent licenses if the contact to the license server is blocked.
de_de: Die Lizenz %s ist ausgelaufen. Dies kann auch bei dauerhaft gültigen Lizenzen passieren, wenn die Verbindung zum Lizenzserver blockiert ist.

source: License %s is not for %s.
de_de: Lizenz %s ist nicht für %s.

source: and %s more
de_de: und %s weitere

source: send email "%s" to %s
de_de: E-Mail "%s" an %s gesendet

source: could not sent email "%s" to %s. %s
de_de: Konnte E-Mail "%s" nicht an %s senden. %s

source: Error connecting to %s server: %s
de_de: Fehler bei Verbindung zum %s-Server: %s

source: For [NAME], please enter a valid URL incl. domain name.
de_de: Bitte gib für [NAME] einen gültigen Domänennamen an.

source: Only letters, digits, dashes (-) and underscores (_)
de_de: Nur Buchstaben, Ziffern, Gedankenstriche und Unterstriche

source: For [NAME], please do not enter a pure number. Add e.g. a letter.
de_de: Bitte geben Sie für [NAME] keine reine Zahl ein. Fügen Sie z.B. einen Buchstaben hinzu.

source: [NAME] violated rule &quot;%s&quot;!
de_de: Der Wert für [NAME] verletzt die Regel &quot;%s&quot;!

source: For [NAME] please enter a valid color.
de_de: Für [NAME] geben Sie bitte eine gültige Farbe an.

source: For [NAME] please enter your current password.
de_de: Bitte geben Sie für [NAME] ihr aktuelles Kennwort ein.

source: For [NAME] please enter a valid domain name.
de_de: Bitte geben Sie für [NAME] eine gültige Domäne an.

source: For [NAME] please enter a valid name consisting of letters, digits and dashes only. The name must start with a letter and end with a letter or a digit.
de_de: Für [NAME] geben Sie bitte einen gültigen Namen aus Buchstaben, Ziffern und Bindestrichen ein. Der Name muss mit einem Buchstaben beginnen und mit einem Buchstaben oder einer Ziffer enden.

source: For [NAME] please enter a absolute path to a folder on the server (beginning with: %s)
de_de: Für [NAME] gib bitte einen absoluten Pfad zu einem Ordner auf dem Server ein (beginnend mit: %s)

source: For [NAME] please enter a value of [ARG] or greater.
de_de: Bitte geben Sie für [NAME] einen Wert von [ARG] oder höher an.

source: Please enter a valid license key for [NAME].
de_de: Bitte gib einen gültigen Lizenzschlüssel ein.

source: For [NAME] please enter a value of [ARG] or lower.
de_de: Bitte geben Sie für [NAME] einen Wert von [ARG] oder niedriger an.

source: Minimun one character
de_de: Mindestens ein Zeichen

source: Minimum %s characters
de_de: Mindestens %s Zeichen

source: For [NAME] enter at least [ARG] characters.
de_de: Für [NAME] geben Sie wenigstens [ARG] Buchstaben ein.

source: For [NAME] please enter a value other than [ARG].
de_de: Für [NAME] geben Sie bitte einen anderen Wert als [ARG] an.

source: For [NAME], these plugin name are not valid:
de_de: Bei [NAME] sind diese Plugin-Namen nicht gültig:

source: For [NAME] please enter a valid timezone.
de_de: Für [NAME] geben Sie bitte eine gültige Zeitzone an.

source: For [NAME] please enter a valid URL.
de_de: Bitte geben Sie für [NAME] eine gültige URL an.

source: For [NAME] please enter a valid user id or name.
de_de: Bitte geben Sie für [NAME] einen gültigen Benutzernamen an.

source: database
de_de: Datenbank

source: Search
de_de: Suchen

source: Apply
de_de: Anwenden

source: %s elements
de_de: %s Elemente

source: Go to first page
de_de: Zur ersten Seite

source: Go to previous page
de_de: Zur vorherigen Seite

source: Go to next page
de_de: Zur nächsten Seite

source: Go to last page
de_de: Zur letzten Seite

source: Current page
de_de: Aktuelle Seite

source: %s of %s
de_de: %s von %s

source: Not active
de_de: Inaktiv

source: created
de_de: erstellt

source: deleted
de_de: gelöscht

source: Copy of [NAME]
de_de: Kopie von [NAME]

source: Text field
de_de: Textfeld

source: Selection
de_de: Auswahlfeld

source: Country selection
de_de: Länderauswahl

source: Own select list
de_de: Eigene Auswahlliste

source: Select country
de_de: Land auswählen

source: User account
de_de: Benutzerkonto

source: street
de_de: Straße

source: Please enter a street.
de_de: Bitte eine Straße eingeben.

source: street number
de_de: Hausnummer

source: Please enter a street number.
de_de: Bitte eine Hausnummer eingeben.

source: zip
de_de: Postleitzahl

source: Please enter a zip.
de_de: Bitte eine Postleitzahl eingeben.

source: city
de_de: Stadt

source: Please enter a city.
de_de: Bitte eine Stadt eingeben.

source: country
de_de: Land

source: Please select a country.
de_de: Bitte ein Land auswählen.

source: The user account already has been deleted.
de_de: Das Konto ist bereits gelöscht worden.

source: Custom fields for user %s updated.
de_de: Eigene Felder für Benutzer %s aktualisiert.

source: Data of the custom fields for user %s where syncronized to the active autoresponders.
de_de: Die Daten der eigenen Felder des Benutzers %s wurden an die aktiven Autoresponder geschickt.

source: Pushed Name to active autoresponders for user: %s.
de_de: Namen des Benutzers %s zu aktiven Autorespondern sychronisiert.

source: New
de_de: Neu

source: Waiting ...
de_de: Warte ...

source: Running ...
de_de: Ausführen ...

source: Aborting ...
de_de: Abrechen ...

source: Finished
de_de: Fertig

source: Success
de_de: Erfolg

source: Aborted
de_de: Abgebrochen

source: Error!
de_de: Fehler!

source: Running
de_de: Läuft
