Repository: albertqerimi/mitglieder.digitalbeat.de
Catalog: plugins/digimember/languages/ncore-*.po
Languages: de_de

source: run time: %s
de_de: Laufzeit: %s

source: Successfully completed
de_de: Erfolgreich beendet

source: Completed with errors
de_de: Beendet mit Fehlern

source: Aborted on user request.
de_de: Durch Benutzer abgebrochen.

source: Job crashed! Job now resetted.
de_de: Job abgestürzt! Wird jetzt zurückgesetzt.

source: by viewing a page
de_de: bei Besuch einer Seite

source: by a login
de_de: bei einem Login

source: after paused using this website
de_de: falls eine Zeit offline

source: if never logged in
de_de: falls nie eingeloggt

source: if product access expires
de_de: wenn der Produktzugriff ausläuft

source: Failed to set tags for %s in KlickTipp: %s
de_de: Es ist fehlgeschlagen die %s Tags in KlickTipp zu setzen: %s

source: At least %s characters.<p>For better security use upper and lower characters, digits and symbols like: %s.
de_de: Wenigstens %s Zeichen.<p>Für eine höhere Sicherheit verwende Groß- und Kleinschreibung, sowie Ziffern und Symbole wie %s.

source: User %s requested a new password.
de_de: Der Benutzer %s hat sein neues Kennwort angefordert.

source: Dismiss
de_de: Verwerfen

source: Running weekly %s jobs
de_de: Starte wöchentliche %s-Jobs

source: Running daily %s jobs
de_de: Starte tägliche %s-Jobs

source: Running hourly %s jobs
de_de: Starte stündliche %s-Jobs

source: Started %s job %s
de_de: Starte %s-Job %s

source: Finished %s job %s
de_de: Beende %s-Job %s

source: The license of [PRO] is not valid and so the plugin will be set back to [FREE] on [DATE]. Please enter a valid license code in the <a>[PLUGIN] settings</a>.
de_de: Die Lizenz für [PRO] ist nicht gültig. Das Plugin wird am [DATE] zurückgesetzt auf [FREE]. Bitte gib einen gültigen Lizenzschlüssel in den <a>[PLUGIN]-Einstellungen</a> ein.

source: [PRO] has been disabled and set back to [FREE], because the license is not valid. Please enter a valid license code in the <a>[PLUGIN] settings</a>.
de_de: Das [PRO]-Plugin wurde zurückgesetzt auf [FREE], weil die Lizenz nicht gültig ist. Bitte gib einen gültigen Lizenzschlüssel in den <a>[PLUGIN]-Einstellungen</a> ein.

source: The license of the [PLUGIN] plugin is not valid and the plugin will be deactivated on [DATE]. Please enter a valid license code in the <a>[PLUGIN] settings</a>.
de_de: Die Lizenz des [PLUGIN]-Plugins ist nicht gültig. Das Plugin wird am [DATE] deaktiviert werden. Bitte gib einen gültigen Lizenzschlüssel in den <a>[PLUGIN]-Einstellungen</a> ein.

source: The [PLUGIN] plugin has been deactivated, because the license is not valid. Please enter a valid license code in the <a>[PLUGIN] settings</a>.
de_de: Das [PLUGIN]-Plugin wurde deaktiviert, weil die Lizenz nicht gültig ist. Bitte gib einen gültigen Lizenzschlüssel in den <a>[PLUGIN]-Einstellungen</a> ein.

source: Go to DigiMember autoresponders
de_de: Weiter zu den DigiMember Autorespondern

source: Error contacting the infobox server:
de_de: Fehler bei Verbindung zum Infobox-Server:

source: You already have a password (check our other emails)
de_de: Du hast bereits ein Kennwort (prüfe deine anderen E-Mails)

source: Request password email
de_de: Neues-Kennwort-Mail

source: This email is sent after the user has requested a new password. After the user opens the URL in the mail, a new password is generated and sent by email.
de_de: Diese Mail wird versendet, wenn ein Benutzer ein neues Kennwort angefordert hat. Nachdem der Benutzer die URL in dieser Mail öffnet, wird ein neues Kennwort erstellt und per E-Mail verschickt.

source: URL to confirm the password
de_de: URL, um die Kennwortänderung zu bestätigen

source: New password email
de_de: Neues-Kennwort-Mail

source: This email contains the new password of a user. It is sent, after a user has requested a new password. It contains the new access data of the user.
de_de: Diese E-Mail enthält das neue Kennwort für den Benutzer. Sie wird verschickt, nachdem der Benutzer ein neues Kennwort angefragt hat und die Anfrage bestätigt hat. Diese E-Mail enthält die neuen Zugangsdaten des Benutzers.

source: The new password
de_de: Das neue Kennwort

source: The URL to login
de_de: Die URL zum Einloggen

source: This email is sent when the admin clicks the send test email button.
de_de: Diese Testmail wird versendet, wenn der Admin auf den „Test E-Mail Senden“-Knopf klickt.

source: Entry cancellation form on %%url%%
de_de: Eintrag Kündigungsformular auf %%url%%

source: Hello, There was an entry for the cancellation form on %%url%%. The following data was entered: First name: %%firstname%% Last name: %%lastname%% Email: %%customer_email%% Order ID: %%order_id%% Type of cancellation / Reason for cancellation: %%typereason%% Date of cancellation: %%cancellationdate%% The sender has received a confirmation email about the entry. Tip: You can customize the content of this email in DigiMember > Mailtexts on your website.
de_de: Hallo, es gab eine Eintragung für das Kündigungsformular auf %%url%%. Folgende Daten wurden eingetragen: Vorname: %%firstname%% Nachname: %%lastname%% E-Mail: %%customer_email%% Bestell-ID: %%order_id%% Art der Kündigung / Grund der Kündigung: %%typereason%% Zeitpunkt der Kündigung: %%cancellationdate%% Der Absender hat eine Bestätigungsemail über die Eintragung erhalten. Tipp: Du kannst den Inhalt dieser E-Mail unter DigiMember > Mailtexte auf deiner Website anpassen.

source: Confirmation entry cancellation form on %%url%%
de_de: Bestätigung Eintrag Kündigungsformular auf %%url%%

source: Hello %%firstname%% %%lastname%%, Your entry in the cancellation form on %%url%% for order ID %%order_id%%, with type/reason of cancellation %%typereason%% and cancellation date %%cancellationdate%% was successful and we have received your data. We will process this data and send you a confirmation e-mail as soon as the cancellation has been carried out. If you have any questions regarding your cancellation, please contact %%admin_cancel_email%%. With kind regards, %%url%%
de_de: Hallo %%firstname%% %%lastname%%, deine Eintragung im Kündigungsformular auf %%url%% für Bestell-ID %%order_id%% Art/Grund der Kündigung %%typereason%% und Kündigungszeitpunkt %%cancellationdate%% war erfolgreich und wir haben deine Daten erhalten. Wir verarbeiten diese Daten und senden dir eine Bestätigung per E-Mail zu, sobald die Kündigung durchgeführt wurde. Bei Fragen zu deiner Kündigung melde dich bitte an %%admin_cancel_email%%. Mit freundlichem Gruß, %%url%%

source: %s Test Mail
de_de: %s-Test-E-Mail

source: Hey there! This is just a test that your email software works fine. Enjoy %s!
de_de: Hey! Dies ist eine einfache Testnachricht, so dass du siehst, dass die E-Mail-Einstellungen korrekt sind. Viel Spaß bei %s! Viele Grüße!

source: Confirm your new password
de_de: Bestätige Dein neues Kennwort

source: Hey there! Someone - hopefully you - has set a new password for your account. To activate your new password, click on this URL: %s If you did not set a new password for your account, just ignore this email. Enjoy!
de_de: Hallo! Jemand - hoffentlich du - möchte ein neues Kennwort für deinen Account setzen. Um das neue Kennwort zu aktivieren, klicke auf diese URL: %s Falls du dies nicht veranlasst hast und dein bestehendes Kennwort behalten möchtest, ignoriere bitte diese E-Mail. Dein Support-Team!

source: Your new password is in this email
de_de: Neues Kennwort in dieser E-Mail

source: Hey there! Your new password has just been created. Your new access data are: login URL: %%loginurl%% user name: %%username%% password: %%password%% Enjoy!
de_de: Hallo! Dein neues Kennwort wurde erstellt. Deine neuen Zugangsdaten sind: Login-URL: %%loginurl%% Login-Name: %%username%% Kennwort: %%password%% Viel Spaß!

source: Failed to subscribe %s to newsletter: %s
de_de: %s konnte nicht in den Newsletter eingetragen werden: %s

source: Gave up executing action #%s for user #%s after %s tries.
de_de: Konnte auch nach %s Versuchen nicht in die Aktion #%s für Benutzer #%s ausführen.

source: Failed to execute action #%s for user #%s.
de_de: Konnte Aktion #%s für Benutzer #%s nicht ausführen.

source: 1 try so far.
de_de: 1 Versuch bisher.

source: %s tries so far.
de_de: %s Versuche bisher.

source: 1 try left.
de_de: Noch 1 Versuch übrig.

source: %s tries left.
de_de: Noch %s Versuche übrig.

source: Failed to notify user %s with message key %s: %s
de_de: Konnte Benutzer %s nicht über %s benachrichtigen: %s

source: Gave up notifying user #%s with msg key %s after %s tries.
de_de: Konnte auch nach %3$s Versuchen den Benutzer %1$s nicht über %2$s benachrichtigen.

source: Could not notify user %s with message key %s.
de_de: Konnte keine E-Mail an Benutzer %s bzgl. Nachricht %s senden.

source: Setup progress:
de_de: Einrichtungsfortschritt:

source: Setup complete
de_de: Einrichtung vollständig
